[
  {
    "id": 1,
    "description": "妙蛙种子，种子神奇宝贝，出生后有一段期间会从被上的种子得到营养并且长大。"
  },
  {
    "id": 2,
    "description": "妙蛙草，种子神奇宝贝，是妙蛙种子的进化型，背上背着花苞，当花苞吸收养分之后，就会开出巨大的花朵。"
  },
  {
    "id": 3,
    "description": "妙蛙花，种子神奇宝贝，是妙蛙草的进化型，经常在有阳光的地方定住不动，有人猜测它是在进行光合作用。吸收阳光以便获取能量。"
  },
  {
    "id": 4,
    "description": "小火龙，蜥蜴神奇宝贝，尾巴的火焰是它生命的灯火，当它有精神的时候火焰也会熊熊燃烧。"
  },
  {
    "id": 5,
    "description": "火恐龙，火焰神奇宝贝，是小火龙的进化型，和强敌持续进行战斗，使它感到兴奋的时候，据说会喷出青白色的火焰。"
  },
  {
    "id": 6,
    "description": "喷火龙，火焰神奇宝贝，是火恐龙的进化型，同时兼具炎系和飞行系的属性。如果经历了越多的苦战，喷火龙的火焰温度就越高。"
  },
  {
    "id": 7,
    "description": "杰尼龟，小龟神奇宝贝，会躲在龟壳中保护自己，当对方出现破绽的时候就会立刻喷水反击。"
  },
  {
    "id": 8,
    "description": "卡咪龟，龟神奇宝贝，杰尼龟的进化型。被人们喜欢饲养来当宠物的神奇宝贝。长毛的尾巴被称为长寿的象征。"
  },
  {
    "id": 9,
    "description": "水箭龟，龟甲神奇宝贝，是卡咪龟的进化型。巨大的身体虽然没有速度的优势，但是力量惊人。坚硬的甲壳防御力特高，背上的水炮攻击力威力巨大无比。"
  },
  {
    "id": 10,
    "description": "绿毛虫，青虫神奇宝贝。使用脚上的吸盘攀爬树木来啃食他们喜欢吃的树叶。"
  },
  {
    "id": 11,
    "description": "铁甲蛹，绿毛虫的进化型态。全身被坚硬的壳所包覆。这种种类是目前所发现的神奇宝贝中进化速度最快的一种。"
  },
  {
    "id": 12,
    "description": "巴大蝴，蝶系神奇宝贝，铁甲蛹的进化型。可以藉着翅膀上的鳞粉在水面上弹跳。"
  },
  {
    "id": 13,
    "description": "独角虫，头顶上有尖锐的毒针，它是用来保护自己的。"
  },
  {
    "id": 14,
    "description": "铁壳昆，是独角虫成虫之前的一个蜕变状态。虽然本身他不懂活动，但是要小心他们蜕变。"
  },
  {
    "id": 15,
    "description": "大针蜂，毒蜂神奇宝贝。是铁壳昆蜕变的，尾部毒针是非常危险的。"
  },
  {
    "id": 16,
    "description": "波波，空中的神奇宝贝。是飞行的神奇宝贝中个性最温和，最容易捕捉的。是神奇宝贝训练家初学者小试身手的最好目标。"
  },
  {
    "id": 17,
    "description": "比比鸟，波波进化后的型态。会急速俯冲以锐利的爪子当武器捕捉小动物当食物，波波的温柔个性在进化后剧烈转变，性好攻击请多小心。"
  },
  {
    "id": 18,
    "description": "比雕，鸟神奇宝贝。是比比鸟的进化的型。可以用2马赫的速度，飞行一千米的高度"
  },
  {
    "id": 19,
    "description": "小拉达，鼠神奇宝贝，森林中的神奇宝贝小拉达，喜欢吃树果等坚硬的东西跟起司，有的时候它会看上粗心大意的旅行者的食物，跑到野地来。"
  },
  {
    "id": 20,
    "description": "拉达，书神奇宝贝，拥有坚硬的牙齿，能啃食各种东西，就算是钢筋水泥建成的大楼，碰上它的利牙也会倒塌。"
  },
  {
    "id": 21,
    "description": "烈雀，跟波波不同，脾气火爆，有的时候会攻击人类跟其他的神奇宝贝。"
  },
  {
    "id": 22,
    "description": "大嘴雀，鸟嘴神奇宝贝。烈雀的进化的型。拥有巨大翅膀，可以一整天持续飞行。它的鸟嘴力量强大。"
  },
  {
    "id": 23,
    "description": "阿柏蛇，蛇神奇宝贝。在草地中大量生存著，不时将舌吐出来观察周围，察看是否有危险"
  },
  {
    "id": 24,
    "description": "阿柏怪，蛇神奇宝贝。阿柏蛇的进化型，根据研究出来的结果，阿柏怪腹部的可怕花纹，目前已经有六个种类可以确认。"
  },
  {
    "id": 25,
    "description": "皮卡丘，鼠神奇宝贝。脸颊的两侧有小小的电气袋，危急时会放电出来。"
  },
  {
    "id": 26,
    "description": "雷丘，电系的鼠神奇宝贝神奇宝贝。属于皮卡丘的进化系。其电击超过十万伏特，连印度象被电到都会晕倒。"
  },
  {
    "id": 27,
    "description": "穿山鼠，鼠神奇宝贝，在地面挖掘洞穴筑巢，本身只要感受到危险，就会卷成一团来保护身体。"
  },
  {
    "id": 28,
    "description": "穿山王，老鼠神奇宝贝。穿山鼠的进化型。会利用背上的刺攻击敌人。"
  },
  {
    "id": 29,
    "description": "尼多兰，毒针神奇宝贝。性别母。身体较小，可是毒针的威力很强。身上的角比公的尼多朗小。"
  },
  {
    "id": 30,
    "description": "尼多娜，毒针神奇宝贝。是尼多兰的进化型。嘴巴射出的超音波有迷惑对方的能力。"
  },
  {
    "id": 31,
    "description": "尼多后，钻锥神奇宝贝。尼多娜的进化型，坚硬、像针一样的鳞片覆蓋住全身，兴奋的时候鳞片会立起来。"
  },
  {
    "id": 32,
    "description": "尼多朗，公的毒针神奇宝贝。尼多朗，性别男。它的角比母的尼多兰大，擅长的绝招是角撞攻击。"
  },
  {
    "id": 33,
    "description": "尼多力诺，毒针神奇宝贝。是尼多朗的进化型。额头上的独角的威力变得更加强"
  },
  {
    "id": 34,
    "description": "尼多王，钻锥神奇宝贝。尼多力诺的进化型，它的皮肤像岩石一样坚硬，长长的角是它的特征，角上有毒要注意。"
  },
  {
    "id": 35,
    "description": "皮皮，妖精神奇宝贝。爱好和平，心地善良。主要栖息地是月见山。不过皮皮的发现例子非常的稀少。"
  },
  {
    "id": 36,
    "description": "皮可西，妖精神奇宝贝。皮皮的进化型。发现的案例比皮皮还要更的稀少。"
  },
  {
    "id": 37,
    "description": "六尾，狐狸神奇宝贝。六尾的尾巴非常美丽，进化以后尾巴数目还会再增加。六尾的擅长绝招是炎系绝招。火焰漩涡是六尾的强力绝招。以强大的火焰封住对手的行动，可以给对手造成最大的伤害。"
  },
  {
    "id": 38,
    "description": "九尾，狐狸神奇宝贝。六尾的进化型。为火焰系神奇宝贝。"
  },
  {
    "id": 39,
    "description": "胖丁，气球神奇宝贝。以一双又圆又大的眼睛诱对手靠近，唱出让人神清气爽的歌。"
  },
  {
    "id": 40,
    "description": "胖可丁，气球神奇宝贝。胖丁的进化型，拥有体力非常优越的身体，当它深深吸气的时候，身体就会膨胀的很大。"
  },
  {
    "id": 41,
    "description": "超音蝠，是蝙蝠神奇宝贝。利用发出的超音波飞行。躲在阴暗洞窟平时很少出来。"
  },
  {
    "id": 42,
    "description": "大嘴蝠，有尖锐的牙齿。咬住对手以后会吸取300cc血液的神奇宝贝。"
  },
  {
    "id": 43,
    "description": "走路草，杂草神奇宝贝。白天的时候会把脸埋在地面下，不怎么动，到了晚上会一边走路一边散布种子。"
  },
  {
    "id": 44,
    "description": "臭臭花，杂草神奇宝贝。会散发强烈的臭味。对付水系的神奇宝贝很厉害，不过害怕炎系和飞行系的神奇宝贝。"
  },
  {
    "id": 45,
    "description": "霸王花，花神奇宝贝。拥有世界最大的花瓣。会散播出大量的过敏性花粉。"
  },
  {
    "id": 46,
    "description": "派拉斯，蘑菇神奇宝贝，背上长有叫做“冬虫夏草”的蘑菇。"
  },
  {
    "id": 47,
    "description": "派拉斯特，蘑菇神奇宝贝。会从蘑菇的伞中散播出有毒的孢子攻击对手。"
  },
  {
    "id": 48,
    "description": "毛球，昆虫神奇宝贝。眼睛有雷达的功能，在黑暗当中也可以自由活动。"
  },
  {
    "id": 49,
    "description": "末入蛾，毛球的进化型。翅膀上有磷粉，拍翅的时候会散落各种颜色的粉末。"
  },
  {
    "id": 50,
    "description": "地鼠，是在较浅的地下移动的神奇宝贝。它所经过的地方，地面都会隆起。"
  },
  {
    "id": 51,
    "description": "三地鼠，地鼠的进化型。可以自由自在的在地底中前进。"
  },
  {
    "id": 52,
    "description": "喵喵，妖怪猫神奇宝贝。到了夜晚眼睛就会发亮，会把硬币之类的物品搜集回来珍藏，但是白天的时候就只会一直睡懒觉。"
  },
  {
    "id": 53,
    "description": "猫老大，暹逻猫神奇宝贝。喵喵的进化型。性格暴烈，当把尾巴伸直竖起时必须注意，这是准备跳过来咬住你的前兆。"
  },
  {
    "id": 54,
    "description": "可达鸭，水边的神奇宝贝。有神奇力量，可以使用多彩多姿的绝招。可达鸭，随时都有头痛烦恼的神奇宝贝。"
  },
  {
    "id": 55,
    "description": "哥达鸭，鸭子神奇宝贝，可达鸭的进化型。两手两脚上的蹼，都能够以动力方式游泳，前进速度是神奇宝贝中最快的。"
  },
  {
    "id": 56,
    "description": "猴怪，猪猴神奇宝贝。属于格斗类型，出拳神速，步伐轻盈。猴怪平时个性温和，但一旦激怒就会一发不可收拾。"
  },
  {
    "id": 57,
    "description": "火爆猴，猴怪的进化型。随时都在生气。一旦被它盯上，到死都会被它缠住。火爆猴的最大绝招横冲直撞，一旦横冲直撞起来就会引起大混乱。"
  },
  {
    "id": 58,
    "description": "卡蒂狗，小狗神奇宝贝。个性认真，喜欢亲近人。遇到敌人会对它吠叫，咬住不放，把敌人赶跑。"
  },
  {
    "id": 59,
    "description": "风速狗，传说神奇宝贝。发出的吼叫声充满威严感，跑起来步伐轻快像在飞行。"
  },
  {
    "id": 60,
    "description": "蚊香蝌蚪，蝌蚪神奇宝贝。肚子漩涡状花纹是它的特征"
  },
  {
    "id": 61,
    "description": "蚊香蛙，蝌蚪神奇宝贝。拥有发达的肌肉，在陆地上也能活动，不过在水中动得更快。"
  },
  {
    "id": 62,
    "description": "快泳蛙，蝌蚪神奇宝贝。为了游泳需要具有发达的肌肉。最擅长使用这身肌肉的格斗系绝招。"
  },
  {
    "id": 63,
    "description": "凯西，念力神奇宝贝。一天之内睡觉十八个小时，但是睡觉的时候还能使用超能力。"
  },
  {
    "id": 64,
    "description": "勇吉拉，会使用超级强力的超能力神奇宝贝。它是凯西的进化型。"
  },
  {
    "id": 65,
    "description": "胡地，念力神奇宝贝，勇吉拉的进化型。像超级电脑般发达的头脑能发出各种各样的超能力。"
  },
  {
    "id": 66,
    "description": "腕力，怪力神奇宝贝。最喜欢锻炼肌肉，挑战各种各样的格斗技变得越来越强。"
  },
  {
    "id": 67,
    "description": "豪力，怪力神奇宝贝。腕力的进化型，因为有非常强韧的肉体，所以要戴着限制力量的腰带。"
  },
  {
    "id": 68,
    "description": "怪力，怪力神奇宝贝。豪力的进化型，拥有用一只手也可以使山移动的力量，用4只手一起打出很强力的拳。"
  },
  {
    "id": 69,
    "description": "喇叭芽，花神奇宝贝。因为长得像人脸的花蕾，而被传言说成是传说中曼陀罗的一种。"
  },
  {
    "id": 70,
    "description": "口呆花，捕绳神奇宝贝。喇叭芽的进化型，叶子的部分能变成刀刃切开对手，嘴里能吐出可以融化任何物质的液体。"
  },
  {
    "id": 71,
    "description": "大食花，捕绳神奇宝贝。口呆花的进化型，被像是花蜜的香味引诱到嘴里就完了。会被溶解液融化掉。"
  },
  {
    "id": 72,
    "description": "玛瑙水母，水母神奇宝贝。像水晶一样透明的眼睛中能发射出具有不可思议光芒的光束。"
  },
  {
    "id": 73,
    "description": "毒刺水母，那是玛瑙水母的进化型。无数的触手是它最强大的武器。绰号叫做海中流氓。"
  },
  {
    "id": 74,
    "description": "小拳石，岩石神奇宝贝。大量出现在山路等地方，蜷缩在地面休眠。"
  },
  {
    "id": 75,
    "description": "隆隆石，岩石神奇宝贝。小拳石的进化型，从山上滚落的时候，身体到处掉落也完全不在意的豪爽性格。"
  },
  {
    "id": 76,
    "description": "隆隆岩，重量级神奇宝贝。被硬得像岩石的坚硬外壳包围著，一年一度脱皮一次，体积会变大"
  },
  {
    "id": 77,
    "description": "小火马，属于火马神奇宝贝。美丽的鬃发是熊熊燃烧的火焰。"
  },
  {
    "id": 78,
    "description": "烈焰马，火之马神奇宝贝。小火马的进化型，时速最高可以达到240千米。火焰熊熊燃烧着，用和新干线一样的速度赶超它。"
  },
  {
    "id": 79,
    "description": "呆呆兽，憨憨神奇宝贝。随时都在发呆，让人搞不清它在想什么。专长是用尾巴当饵来钓鱼。"
  },
  {
    "id": 80,
    "description": "呆河马，寄居蟹神奇宝贝。呆呆兽的进化型，呆呆兽在海边钓食物的时候被大舌贝咬住尾巴就变成了呆河马。"
  },
  {
    "id": 81,
    "description": "小磁怪，磁石神奇宝贝。是空中移动型的，但是构成不明。是电气型，有很多不明之处的神奇宝贝。"
  },
  {
    "id": 82,
    "description": "三合一磁怪，磁铁神奇宝贝。是小磁怪的进化型。浮在空中，会发出强力的磁力线和高压电。"
  },
  {
    "id": 83,
    "description": "大葱鸭，尖嘴鸭神奇宝贝。为了制作自己的巢穴，总是带着一根植物的茎。已知的生存数目非常的稀少。"
  },
  {
    "id": 84,
    "description": "嘟嘟，两头鸟神奇宝贝。跑得比飞得还快。"
  },
  {
    "id": 85,
    "description": "嘟嘟利，是三头鸟神奇宝贝。擅长的能力是奔跑而不是飞翔。三只头各表达高兴、悲伤和愤怒的情绪。"
  },
  {
    "id": 86,
    "description": "小海狮，海狮神奇宝贝。被水色体毛覆盖的皮肤很厚很结实，在零下40度也可以活动。"
  },
  {
    "id": 87,
    "description": "白海狮，海狮神奇宝贝。是小海狮的进化型。是非常耐寒的神奇宝贝。"
  },
  {
    "id": 88,
    "description": "臭泥神奇宝贝，属于从臭泥浆中出生的神奇宝贝。擅长的绝技是臭泥攻击。"
  },
  {
    "id": 89,
    "description": "臭臭泥，臭泥的进化型。身上所带的泥巴含有毒素，必需小心。"
  },
  {
    "id": 90,
    "description": "大舌贝，双壳神奇宝贝。覆盖有比钻石更坚硬的甲壳，但里面意外的相当柔软。"
  },
  {
    "id": 91,
    "description": "铁甲贝，双壳神奇宝贝。外壳非常坚硬，用凝固汽油弹攻击也无法破坏，只有在发动攻击时才会打开外壳。"
  },
  {
    "id": 92,
    "description": "鬼斯，气体神奇宝贝。借气体状的身体能够潜入任何地方，但是会被风吹走。"
  },
  {
    "id": 93,
    "description": "鬼斯通，气体神奇宝贝，鬼斯的进化型。可以学会食梦和幻象术这种绝招。"
  },
  {
    "id": 94,
    "description": "耿鬼，影子神奇宝贝。是鬼斯的最终进化型，人之所以会突然觉得身体发冷，是因为耿鬼把周围的热量吸走了。"
  },
  {
    "id": 95,
    "description": "大岩蛇，岩蛇神奇宝贝。在地下挖掘土石前进时会引发地鸣，使得地面摇晃。在地下移动速度为时速八十公里。"
  },
  {
    "id": 96,
    "description": "素利普，被称为是食梦的貊的子孙。是一头有能力使用“催眠术”搭配“食梦”绝招的神奇宝贝。"
  },
  {
    "id": 97,
    "description": "素利拍，催眠神奇宝贝。带着钟摆般的东西行走。擅长使用超能力系统的绝招"
  },
  {
    "id": 98,
    "description": "大钳蟹，栖息于海岸，平均高度40公分的蟹。"
  },
  {
    "id": 99,
    "description": "巨钳蟹，铗子神奇宝贝。是大钳蟹的进化型。那坚硬的铗子有一万马力的威力。"
  },
  {
    "id": 100,
    "description": "雷电球，身份不明的神奇宝贝。一般都住在发电厂附近。擅长各种电系绝招。由于偶尔会突然爆炸的关系，遇到它的话要特别小心。"
  },
  {
    "id": 101,
    "description": "顽皮弹，雷电球的进化型。一般都住在发电厂附近。擅长各种电系绝招。因为受到一点刺激就会爆炸的关系，所以另有爆炸球的绰号。"
  },
  {
    "id": 102,
    "description": "蛋蛋，是蛋神奇宝贝。虽然外观像蛋一样，其实是比较接近植物种子的一种生物。"
  },
  {
    "id": 103,
    "description": "椰蛋树，是椰子神奇宝贝，又有个绰号被称为行走的热带雨林。每一个果实都有一张脸孔，而且都拥有自己的意志。擅长的绝招是催眠术。"
  },
  {
    "id": 104,
    "description": "可拉可拉，孤独神奇宝贝。将过世的母亲的头骨戴在头上，在寂寞的时候会大声哭泣。"
  },
  {
    "id": 105,
    "description": "嘎拉嘎拉，爱骨神奇宝贝，虽然个子不大，但攻击力和防御力都数一数二地高。"
  },
  {
    "id": 106,
    "description": "沙瓦郎，踢腿神奇宝贝。它可以随心所欲地伸缩自己的脚，从很远的距离就可以踢倒对手。"
  },
  {
    "id": 107,
    "description": "艾比郎，拳击神奇宝贝。擅长使用拳击招术，其出拳的速度快得让人看不见。"
  },
  {
    "id": 108,
    "description": "大舌头，舔舔神奇宝贝。舌头有身长的两倍，进食和攻击的时候简直像手一样活动。"
  },
  {
    "id": 109,
    "description": "瓦斯弹，毒气神奇宝贝。在热的地方身体里的瓦斯会膨胀破裂具有危险性，因此要注意。"
  },
  {
    "id": 110,
    "description": "双弹瓦斯，毒气神奇宝贝。瓦斯弹的进化型，因为罕见的突然变异，而出现了两个小瓦斯弹连结着出现的情况。"
  },
  {
    "id": 111,
    "description": "铁甲犀牛，尖角神奇宝贝。被坚硬的装甲所保护，使出冲击绝招的破坏力非常强大。"
  },
  {
    "id": 112,
    "description": "铁甲暴龙，钻锥神奇宝贝。是铁甲犀牛的进化型。犀角大，攻击力也强大。"
  },
  {
    "id": 113,
    "description": "吉利蛋，蛋神奇宝贝。看到受伤的人就会把营养丰富的蛋分给对方，很是温柔的神奇宝贝。"
  },
  {
    "id": 114,
    "description": "蔓藤怪，藤状神奇宝贝。全身有蔓藤覆盖住，里面的内容完全不明。"
  },
  {
    "id": 115,
    "description": "袋龙，亲子神奇宝贝。那是母亲用肚子的口袋抚养小孩的珍贵神奇宝贝。一度濒临了绝种的危机。后来被列为保育动物。现在栖息于野生原野区的周边。因为必需照顾小孩的关系，神经很衰弱有强大的攻击力。"
  },
  {
    "id": 116,
    "description": "墨海马，龙神奇宝贝。用像发条一样咕噜咕噜卷起的尾巴保持身体平衡。会从嘴里吐出墨汁。"
  },
  {
    "id": 117,
    "description": "海刺龙，龙神奇宝贝。是墨海马的进化型。个性凶暴。不小心碰到会被它全身的刺给刺伤因而晕倒。"
  },
  {
    "id": 118,
    "description": "角金鱼，金鱼神奇宝贝。背鳍和胸鳍像肌肉一样发达，在水中以5节的速度游泳。"
  },
  {
    "id": 119,
    "description": "金鱼王，金鱼神奇宝贝，是角金鱼的进化型。像钻子一样坚硬的角遇到再坚硬的岩石都可以加以粉碎。"
  },
  {
    "id": 120,
    "description": "海星星。那是雌雄同体，同时是男的也是女的。所以跟任何人都可以搭建起恋爱的关系。"
  },
  {
    "id": 121,
    "description": "宝石海星，谜神奇宝贝。海星星的进化型，正中央被称为核心的部分会闪烁七种颜色。据说也有人把它当作宝石。"
  },
  {
    "id": 122,
    "description": "吸盘魔偶，障壁神奇宝贝。它用最擅长的哑剧制造出来的墙壁，会真的形成墙壁。由于发现的案例不多，还有很多的不明点。"
  },
  {
    "id": 123,
    "description": "飞天螳螂，螳螂神奇宝贝。用锐利的镰刀捕捉猎物，有时还可以挥动翅膀飞翔。很少被人撞见，捕获飞天螳螂的例子不多。"
  },
  {
    "id": 124,
    "description": "迷唇姐，人形神奇宝贝。是少见的超能力神奇宝贝。擅长的绝招是使对方睡着的恶魔之吻。"
  },
  {
    "id": 125,
    "description": "电击兽，是少见的神奇宝贝。有识别颜色的能力，看到红色的颜色就会兴奋。"
  },
  {
    "id": 126,
    "description": "鸭嘴火龙，喷火神奇宝贝。有高温的身体，嘴巴会喷出火焰。听说是在火山的火山口附近发现的。"
  },
  {
    "id": 127,
    "description": "大甲，拥有两只又长又大的角，一旦夹著对方，便会一直割开对方一分为二为止。"
  },
  {
    "id": 128,
    "description": "肯泰罗，暴牛神奇宝贝。用三根尾巴鞭打自己所使出来的冲击绝招有强大的破坏力。"
  },
  {
    "id": 129,
    "description": "鲤鱼王，鱼神奇宝贝。光是跳跃就会满足而没办法战斗，被认为非常的弱小，但不管在多肮脏的水中，也会存活给别人看的倔强神奇宝贝。"
  },
  {
    "id": 130,
    "description": "暴鲤龙，这个神奇宝贝个性凶暴必需多加提防。牙齿硬得能够咬碎石头，还拥有像钢铁一样硬的鳞片。"
  },
  {
    "id": 131,
    "description": "乘龙，可以理解人语，有高度智慧的神奇宝贝。个性温和，不喜欢战斗。喜欢背上载人的神奇宝贝。"
  },
  {
    "id": 132,
    "description": "百变怪，变身神奇宝贝。可以自由自在的重组身体的细胞，有变身能力的神奇宝贝。它的绝招只有一个，就是变身。"
  },
  {
    "id": 133,
    "description": "伊布，进化神奇宝贝。会因为各种因素进化成各种不同的类型。"
  },
  {
    "id": 134,
    "description": "水精灵，泡沫神奇宝贝。因为细胞的结构和水分子类似，可以溶于水中。"
  },
  {
    "id": 135,
    "description": "雷精灵，雷神奇宝贝。情感高涨的时候会释放电气。"
  },
  {
    "id": 136,
    "description": "火精灵，炎神奇宝贝。吸入的空气会在体内加热转成火焰。"
  },
  {
    "id": 137,
    "description": "3D龙，假想神奇宝贝。用最先进的科学技术创造出的人工神奇宝贝。可以在电子空间里移动。"
  },
  {
    "id": 138,
    "description": "菊石兽、多刺菊石兽、化石盔、镰刀盔，被认为是几万年前灭绝的神奇宝贝，其生态一切都是谜，至今仍然有人认为它们可能活在某些地方，可是尚未有人发现活著的神奇宝贝。"
  },
  {
    "id": 139,
    "description": "菊石兽、多刺菊石兽、化石盔、镰刀盔，被认为是几万年前灭绝的神奇宝贝，其生态一切都是谜，至今仍然有人认为它们可能活在某些地方，可是尚未有人发现活著的神奇宝贝。"
  },
  {
    "id": 140,
    "description": "菊石兽、多刺菊石兽、化石盔、镰刀盔，被认为是几万年前灭绝的神奇宝贝，其生态一切都是谜，至今仍然有人认为它们可能活在某些地方，可是尚未有人发现活著的神奇宝贝。"
  },
  {
    "id": 141,
    "description": "菊石兽、多刺菊石兽、化石盔、镰刀盔，被认为是几万年前灭绝的神奇宝贝，其生态一切都是谜，至今仍然有人认为它们可能活在某些地方，可是尚未有人发现活著的神奇宝贝。"
  },
  {
    "id": 142,
    "description": "化石翼龙，因为有锐利的獠牙，而被确认为肉食性神奇宝贝。想像中它是利用锐利的爪子来捕获猎物的。"
  },
  {
    "id": 143,
    "description": "卡比兽，瞌睡神奇宝贝。一天不吃四百公斤的食物，就不罢休的神奇宝贝，习性是吃饱睡睡饱吃。"
  },
  {
    "id": 144,
    "description": "急冻鸟，冷冻神奇宝贝。住在雪山的深处，据说飞翔的时候，长长的尾巴会优雅地飘动。"
  },
  {
    "id": 145,
    "description": "闪电鸟，电击神奇宝贝。传说中的鸟神奇宝贝，飞的时候会发出爆裂的啪啪声。"
  },
  {
    "id": 146,
    "description": "火焰鸟，传说的神奇宝贝。一切不明。"
  },
  {
    "id": 147,
    "description": "迷你龙，龙神奇宝贝。受到瀑布宣泄而下的，激烈水流保护。不断脱皮成长的神奇宝贝。"
  },
  {
    "id": 148,
    "description": "哈克龙，龙神奇宝贝。虽然没有翅膀，但是传说它可以飞在空中。"
  },
  {
    "id": 149,
    "description": "快龙，龙神奇宝贝。其存在非常稀少，是现在已知的神奇宝贝之中，飞行速度最快的一种神奇宝贝。"
  },
  {
    "id": 150,
    "description": "超梦，基因神奇宝贝。出于研究目的不断重组基因，结果变成凶暴的神奇宝贝。"
  },
  {
    "id": 151,
    "description": "梦幻，新种神奇宝贝。生活在南美的本应已经灭绝的神奇宝贝，智商非常高，什么都能记住。"
  },
  {
    "id": 152,
    "description": "菊草叶，叶神奇宝贝。头上的叶子会发出微微的甜蜜香味，最喜欢晒太阳了。"
  },
  {
    "id": 153,
    "description": "月桂叶，草神奇宝贝。菊草叶的进化型，从脖子周围散发出香料般的气味，闻到之后就莫名变得不想战斗了。"
  },
  {
    "id": 154,
    "description": "大菊花，香草神奇宝贝，菊草叶的最终进化形。它的花瓣散发出来的香气，具有让想争斗的心情平静下来的作用。"
  },
  {
    "id": 155,
    "description": "火球鼠，火焰神奇宝贝。个性温和，兴奋的时候会从背上发出火焰。"
  },
  {
    "id": 156,
    "description": "火岩鼠，火山神奇宝贝。火球鼠的进化型，覆盖身体的皮毛绝对不会燃烧，无论是什么火焰攻击都没事。"
  },
  {
    "id": 157,
    "description": "火暴兽，火山神奇宝贝。火球鼠的最终进化型，愤怒到极点的时候，热到能把碰到的所有东西在一瞬间点燃。"
  },
  {
    "id": 158,
    "description": "小锯鳄，大嘴神奇宝贝。拥有肌肉发达的下颚，什么东西都可以咬碎。对于眼前移动的任何东西，都会产生反射反应，忍不住上前咬住。"
  },
  {
    "id": 159,
    "description": "蓝鳄，大颚神奇宝贝。小锯鳄的进化型，张开大嘴攻击，牙齿即使掉下也能马上长出来。"
  },
  {
    "id": 160,
    "description": "大力鳄，大颚神奇宝贝。小锯鳄的最终进化型，用大而有力的下颚咬住猎物，再这么咬着甩动颈部将对方撕得粉碎。"
  },
  {
    "id": 161,
    "description": "尾立，看守神奇宝贝。可以利用尾巴举高身体，看到很远的地方，一发现外敌，就会发出叫声通知同伴，是警戒心很强的神奇宝贝。"
  },
  {
    "id": 162,
    "description": "大尾立，尾立的进化型。配合身体形状做出的细长的洞穴，往深处走就会变成复杂的迷宫。"
  },
  {
    "id": 163,
    "description": "咕咕，猫头鹰神奇宝贝，总是以一只脚站立，拥有在夜晚的微弱灯光下也能看得一清二楚的大眼睛。"
  },
  {
    "id": 164,
    "description": "猫头夜鹰，猫头鹰神奇宝贝。咕咕的进化型。具有特殊能力的双眼，只要有微微的光线，就能够视黑夜如白画。"
  },
  {
    "id": 165,
    "description": "芭瓢虫，五星神奇宝贝。个性温和，寒冷的时候会集合在一起互相取暖。"
  },
  {
    "id": 166,
    "description": "安瓢虫，芭飘虫的进化型。背上的星状斑点会对夜空中星星的数量产生反应而开始变大或变小。"
  },
  {
    "id": 167,
    "description": "线球，吐丝神奇宝贝，会从口中发射丝线筑巢，一直不动地等待猎物，不论遇到任何墙壁，都可以自由自在地行走。"
  },
  {
    "id": 168,
    "description": "阿利多斯，长脚神奇宝贝，线球的进化型，不仅会从屁股放出蛛丝，也会从口中吐丝，所以只是看的话，是分不清哪边是头的。"
  },
  {
    "id": 169,
    "description": "叉字蝠，蝙蝠神奇宝贝，大嘴蝠的进化型，脚也发展成翅膀，虽然因此可以高速飞行，但想停下来休息就很难了。"
  },
  {
    "id": 170,
    "description": "灯笼鱼，老头鱼神奇宝贝。在黑暗的海底仅靠不断闪烁的触角的灯光作为通信手段。"
  },
  {
    "id": 171,
    "description": "电灯怪，光电神奇宝贝。由灯笼鱼进化而来从触角般的东西发射出来的灯光非常亮眼，可以穿越大洋照进海底的缝隙。"
  },
  {
    "id": 172,
    "description": "皮丘，小老鼠神奇宝贝。皮卡丘未进化前的模样。身体很小，可是可以放出足以让大人麻痹的电击。但是储电不是它们的专长，吃惊或哈哈大笑时，马上就会放出电来，把自己也吓到。"
  },
  {
    "id": 173,
    "description": "皮宝宝，星形神奇宝贝。据说在众多流星的夜里，会围成圆圈拍动翅膀跳舞。"
  },
  {
    "id": 174,
    "description": "宝宝丁，身体非常柔软。一旦跌倒就会拼命地弹，完全停不下来。"
  },
  {
    "id": 175,
    "description": "波克比，针蛋神奇宝贝。详细的资料目前还不太清楚。"
  },
  {
    "id": 176,
    "description": "波克基古，幸福神奇宝贝，波克比的进化型，不在温柔的人身边就会变得没精神。不扇动翅膀也可以浮在空中。"
  },
  {
    "id": 177,
    "description": "天然雀，小鸟神奇宝贝，由于翅膀没长完所以只能跳跃着来移动，一直在寻找着什么。"
  },
  {
    "id": 178,
    "description": "天然鸟，神灵神奇宝贝，天然雀的进化型，一般认为当几乎不动也不叫地保持静止的时候，是在注视着过去与未来。"
  },
  {
    "id": 179,
    "description": "咩利羊，绵羊神奇宝贝。身上软绵绵的羊毛可以储存静电，性格温驯，不喜欢战斗。"
  },
  {
    "id": 180,
    "description": "绵绵，绵毛神奇宝贝，咩利羊的进化型。积蓄了太多的电气，身体表面有些部分就连汗毛都不长。"
  },
  {
    "id": 181,
    "description": "电龙，灯神奇宝贝，咩利羊的最终进化型，尾巴的尖端闪耀着光芒。光线能传播到很遥远的地方，成为迷途者的路标。"
  },
  {
    "id": 182,
    "description": "美丽花，花神奇宝贝，有时候会聚集在一起作出跳舞般的动作，走路的时候较硬的花瓣会互相碰触，发出悦耳的声音。"
  },
  {
    "id": 183,
    "description": "玛力露，水鼠神奇宝贝。尾巴的末端会浮在水面，无论在水流多么湍急的河川都不会溺水。"
  },
  {
    "id": 184,
    "description": "玛力露丽，水兔子神奇宝贝，玛力露的进化型。拥有听力非常发达的耳朵，就算在激烈的水流中，也能清楚的听音辨位。"
  },
  {
    "id": 185,
    "description": "胡说树，模拟神奇宝贝。虽然经常模仿树木，保护自己不受攻击，但是其身体结构反而比较接近石头或岩石，生性怕水，一下起雨来，它就会消失不见踪影。"
  },
  {
    "id": 186,
    "description": "牛蛙君，蛙神奇宝贝。叫声响彻四周就能令各地的蚊香蝌蚪和蚊香蛙都聚集过来。"
  },
  {
    "id": 187,
    "description": "毽子草，棉草神奇宝贝。生性活泼，喜欢跳来跳去。遇到强风，有时候会被整个吹跑。"
  },
  {
    "id": 188,
    "description": "毽子花，绵草神奇宝贝，毽子草的进化型。头顶上盛开着的花有着会根据气温变化而开闭的特性。"
  },
  {
    "id": 189,
    "description": "毽子绵，绵草神奇宝贝。毽子草的最终进化型，只要乘上风就能非常巧妙地操纵棉花孢子去散播到整个世界。"
  },
  {
    "id": 190,
    "description": "长尾怪手，长尾神奇宝。生活在高大的树木顶端，在枝条间跳跃移动时能靠尾巴巧妙地保持平衡。"
  },
  {
    "id": 191,
    "description": "向日种子，种子神奇宝贝。会在某日清晨突然跳出来。被烈雀攻击的时候会猛烈地抖动叶子赶走对方。"
  },
  {
    "id": 192,
    "description": "向日花怪，太阳神奇宝贝。太阳下山以后就合上花瓣，静静睡觉的神奇宝贝。没有水是长不好的。"
  },
  {
    "id": 193,
    "description": "阳阳玛，薄羽神奇宝贝。高速振动翅膀时发出的冲击波能震碎周围的玻璃窗。"
  },
  {
    "id": 194,
    "description": "乌波，水鱼神奇宝贝，进化以后会变成沼王。生活在冰凉的水中，等周围变凉，就会到地面上来寻找食物，在地上走路的时候，会利用黏膜来保护身体。"
  },
  {
    "id": 195,
    "description": "沼王，水鱼神奇宝贝。栖息在水质干净的水泽中。个性悠闲自在。全身皮肤都被独特的黏膜包覆著。是很难捕捉的神奇宝贝。"
  },
  {
    "id": 196,
    "description": "太阳精灵，太阳神奇宝贝。全身的体毛可以感受细微空气的流动。"
  },
  {
    "id": 197,
    "description": "月精灵，月光神奇宝贝。伊布的进化型。当月的波动照射在身体上时，圆圈图案就会绽放出微弱的光芒，唤起不可思议的力量。"
  },
  {
    "id": 198,
    "description": "黑暗鸦，黑暗神奇宝贝。人们对于在夜里看见它的身影，就会发生不吉利之事的说法，感到深信不疑。"
  },
  {
    "id": 199,
    "description": "河马王，王者神奇宝贝。呆呆兽的进化型。有着超群的智慧和灵感，不论何时都不慌不忙悠然自得。"
  },
  {
    "id": 200,
    "description": "梦妖，尖叫神奇宝贝。喜欢在夜晚发出人类哭喊般的叫声来吓唬大家的恶作剧。"
  },
  {
    "id": 201,
    "description": "未知图腾，象征神奇宝贝。型态像是过去石板上记载的文字，传闻说二者有所联系。"
  },
  {
    "id": 202,
    "description": "果然翁，忍耐神奇宝贝。据说这种神奇宝贝，为了遮掩黑色的尾巴，选择在黑暗中偷偷生活。"
  },
  {
    "id": 203,
    "description": "麒麟奇，长颈神奇宝贝。尾巴上也有小小的脑子，接近的时候会对气味产生反应而去啃咬，因此要注意。"
  },
  {
    "id": 204,
    "description": "榛果球，果虫神奇宝贝。经常垂吊在树干下，一受到一点点冲击就会马上自爆。"
  },
  {
    "id": 205,
    "description": "佛烈托斯，包叶虫神奇宝贝。榛果球的进化型，如钢铁般坚硬的壳覆盖全身，里面的本体不明。"
  },
  {
    "id": 206,
    "description": "土龙弟弟，地蛇神奇宝贝。被人看到的时候就会用尾巴挖地，背对着人逃跑。"
  },
  {
    "id": 207,
    "description": "天蝎，飞蝎神奇宝贝。最擅长利用背上斗篷般的膜来跳跃移动，在树林之中跳跃最为得意。"
  },
  {
    "id": 208,
    "description": "大钢蛇，铁蛇怪神奇宝贝。被地底的巨大压力和地热打造出的身体，比任何金属都要坚硬。"
  },
  {
    "id": 209,
    "description": "布卢，妖精神奇宝贝，长相虽然可怕，其实个性很温和。"
  },
  {
    "id": 210,
    "description": "布卢皇，妖精神奇宝贝。布卢的进化型，因为牙齿太大而一直倾斜着头，不过啃咬的力道十分厉害。"
  },
  {
    "id": 211,
    "description": "千针鱼，气球神奇宝贝。为了发射全身的毒针，能一口气吞下10升的水使身体膨胀。"
  },
  {
    "id": 212,
    "description": "巨钳螳螂，剪刀神奇宝贝，是飞天螳螂的进化型。瞬间行动的速度很快，会以迅速而巨大的巨钳发招攻击。"
  },
  {
    "id": 213,
    "description": "壶壶，发酵神奇宝贝。在壳中储存树果，树果发酵后会成为美味的果汁。"
  },
  {
    "id": 214,
    "description": "赫拉克罗斯，独角神奇宝贝。个性温和，力气大。擅长让角钻进敌人的下腹，然后把敌人挑起来。喜欢的食物是树木流出来的甜树汁。"
  },
  {
    "id": 215,
    "description": "狃拉，尖爪神奇宝贝。手指中藏有锐利的指甲，能突然伸出发起攻击使对手胆怯。"
  },
  {
    "id": 216,
    "description": "熊宝宝，小熊神奇宝贝。找到蜂蜜时月牙的纹样会闪耀，一直都在舔渗入了甜甜蜜汁的手掌。"
  },
  {
    "id": 217,
    "description": "圈圈熊，冬眠神奇宝贝。每天都为了寻找花蜜而在森林走动，虽然很擅长爬树，但是会不小心用前脚把树干折断。"
  },
  {
    "id": 218,
    "description": "熔岩虫，熔岩神奇宝贝，一直不动的话熔岩构成的身体便会冷却硬化，因此会不眠不休地走动。"
  },
  {
    "id": 219,
    "description": "熔岩蜗牛，熔岩神奇宝贝。熔岩虫的进化型，背上的壳只是冷却硬化的皮肤，所以只要被什么碰到就会轻易碎裂。"
  },
  {
    "id": 220,
    "description": "小山猪，猪神奇宝贝，最喜欢隐藏在枯草下的香菇，在凭藉气味寻找香菇的同时可以发现温泉。"
  },
  {
    "id": 221,
    "description": "长毛猪，野猪神奇宝贝。小山猪的进化型。由于被长长的体毛所覆盖，导致看不清眼前的情况，只会一个劲地重复猛撞。"
  },
  {
    "id": 222,
    "description": "太阳珊瑚，珊瑚神奇宝贝。美丽的头部顶端吸收水中的养分而长大，因此无法居住在脏污的海洋里。"
  },
  {
    "id": 223,
    "description": "铁炮鱼，喷射神奇宝贝。会用变化成吸盘状的背鳍吸附在巨翅飞鱼身上，然后分食其吃剩的东西。"
  },
  {
    "id": 224,
    "description": "章鱼桶，喷射神奇宝贝。铁炮鱼的进化型，有想要进入洞穴的习性，会夺取其它神奇宝贝制作的巢穴而在里面睡觉。"
  },
  {
    "id": 225,
    "description": "信使鸟，搬运神奇宝贝。一整天都在搬运食物，据说曾有遇险的人因信使鸟的食物而得救。"
  },
  {
    "id": 226,
    "description": "巨翅飞鱼，风筝神奇宝贝。悠然地畅游大海，连被觊觎其残羹的铁炮鱼吸附也不在意。"
  },
  {
    "id": 227,
    "description": "盔甲鸟，钢铁系神奇宝贝。在荆棘中筑巢，被荆棘中受伤成长的羽毛像钢铁一样坚硬。"
  },
  {
    "id": 228,
    "description": "戴鲁比，黑暗神奇宝贝。用叫声确认彼此的位置，追捕猎物的神奇宝贝。"
  },
  {
    "id": 229,
    "description": "黑鲁加，黑暗神奇宝贝。戴鲁比的进化型。听到其恐怖的嚎叫的神奇宝贝，都会颤抖地一溜烟跑回自己的巢里。"
  },
  {
    "id": 230,
    "description": "刺龙王，龙神奇宝贝。海刺龙的进化型，好像为了积蓄力量而沉睡在深深的海底，据说觉醒之时会引起龙卷风。"
  },
  {
    "id": 231,
    "description": "小小象，长鼻神奇宝贝。为了玩耍而将鼻子四处挥舞，但力道很强，所以十分危险。"
  },
  {
    "id": 232,
    "description": "顿甲，铠甲神奇宝贝。那锐利坚固的獠牙和更加结实的皮肤，使他使出来的冲击绝招足以破坏房屋，獠牙会随著年纪增长而变大."
  },
  {
    "id": 233,
    "description": "3D龙II，假想神奇宝贝。3D龙的进化型，人类使用科学的力量制造出来的。因为装有人工智能，而能自己学会新的行为与感情。"
  },
  {
    "id": 234,
    "description": "惊角鹿，大角神奇宝贝。头上的弯角会为周围带来奇妙的气氛，并且产生不可思议的空间。"
  },
  {
    "id": 235,
    "description": "图图犬，写生神奇宝贝。利用尾巴流出的颜料般的液体到处画图、宣扬自己。"
  },
  {
    "id": 236,
    "description": "巴尔郎，打斗神奇宝贝。一直都是精神满满，为了变强就算一次又一次地失败，也会去迎击对手。"
  },
  {
    "id": 237,
    "description": "柯波朗，倒立神奇宝贝。当沉醉于它如舞蹈般华丽流畅的腿技时，便会被强力的一击好好问候。"
  },
  {
    "id": 238,
    "description": "迷唇娃，吻神奇宝贝。嘴唇是最敏感的部位，任何东西都会用嘴唇碰碰看。"
  },
  {
    "id": 239,
    "description": "电击怪，电气神奇宝贝。会借由手臂打转来产生电，打雷的时候就会变得十分活跃。"
  },
  {
    "id": 240,
    "description": "小鸭嘴龙，火种神奇宝贝。吸入和吐出空气的时候，会从嘴巴和鼻子中冒出火星。"
  },
  {
    "id": 241,
    "description": "大奶罐，奶牛神奇宝贝，据说喝大奶罐的奶水长大的小孩子，会长成健康强壮的大人。"
  },
  {
    "id": 242,
    "description": "幸福蛋，快乐神奇宝贝，是吉利蛋的进化型。是心地善良的神奇宝贝，被认为很喜欢照顾人。"
  },
  {
    "id": 243,
    "description": "雷公，雷鸣神奇宝贝。因为背着雨云，无论何时都能释放雷电，据说是与雷电一同诞生的。"
  },
  {
    "id": 244,
    "description": "炎帝，火山神奇宝贝。吼叫之时火山便会喷发，据说是因为无法完全抑制涨满的力量而在路上来回奔跑。"
  },
  {
    "id": 245,
    "description": "水君，极光神奇宝贝。在世界各地巡回清洁污水，能乘着北风而去。"
  },
  {
    "id": 246,
    "description": "由基拉，岩石肤神奇宝贝。生于地底深处，吃掉大量的泥土之后为了生长而变成蛹。"
  },
  {
    "id": 247,
    "description": "沙基拉，子弹神奇宝贝。身体被岩石般坚硬的外壳所包覆。力量很大，动作出人意料的快。"
  },
  {
    "id": 248,
    "description": "班吉拉，铠甲神奇宝贝。由基拉的最终进化型。有着可以轻而易举改变四周地形的力量。对周边情况完全不在意，性格目中无人。"
  },
  {
    "id": 249,
    "description": "洛奇亚，潜水神奇宝贝。拥有能够镇压波涛汹涌的大海的惊人力量。传说有暴风雨的时候就会现身。"
  },
  {
    "id": 250,
    "description": "凤王，彩虹神奇宝贝。会用七彩炫丽翅膀在世界的天空中持续飞行，是神话传说中的神奇宝贝。"
  },
  {
    "id": 251,
    "description": "雪拉比，时间移动神奇宝贝。能够穿梭时间在各地徘徊，据说雪拉比现身过的森林的草木生长得非常茂盛。"
  },
  {
    "id": 252,
    "description": "木守宫，森林蜥蜴神奇宝贝。能够用脚底的小刺钩住墙壁垂直攀登。习惯用巨大的尾巴攻击。"
  },
  {
    "id": 253,
    "description": "森林蜥蜴，森林蜥蜴神奇宝贝。木守宫的进化型。从身体中长出叶子，可以方便地在森林里隐藏身形躲避敌人。居住在密林中，是爬树盟主。"
  },
  {
    "id": 254,
    "description": "蜥蜴王，密林神奇宝贝。森林蜥蜴的进化型，据说背部的种子里储存了大量可以让树木生机盎然的营养。小心培育森林里树木的神奇宝贝。"
  },
  {
    "id": 255,
    "description": "火稚鸡，雏鸡神奇宝贝。体内有让火焰燃烧的地方，因此抱起来暖烘烘的非常舒服。全身覆盖着蓬松的羽毛。"
  },
  {
    "id": 256,
    "description": "力壮鸡，幼鸡神奇宝贝，火稚鸡的进化型。兼具速度与力量的双脚，可以在一秒之内踢出十脚。"
  },
  {
    "id": 257,
    "description": "火焰鸡，猛火神奇宝贝。拥有强韧的腰及足部。可以轻松的跳过三十层楼高的高楼。"
  },
  {
    "id": 258,
    "description": "水跃鱼，沼鱼神奇宝贝。头上的鳍是非常敏感的雷达。可以不靠眼睛，从水或空气的流动中捕捉周围的状况。"
  },
  {
    "id": 259,
    "description": "沼跃鱼，沼鱼神奇宝贝，是水跃鱼的进化型。它在泥沼中的移动速度比在水中游泳还要快。"
  },
  {
    "id": 260,
    "description": "巨沼怪，沼鱼神奇宝贝，是沼跃鱼的进化型。力大无穷，可以很轻易地就拉动重量一顿以上的岩石。拥有在浊水中也可以看清物体的眼睛，其胡子可以感受到暴风雨的接近。"
  },
  {
    "id": 261,
    "description": "土狼犬，紧咬神奇宝贝，见到会动的东西就会立刻咬上去。在猎物精疲力尽之前会一直追逐，但受到反击的话也会夹着尾巴逃走哦。"
  },
  {
    "id": 262,
    "description": "大狼犬，紧咬神奇宝贝，土狼犬的进化型，发出凶猛的低鸣并压低身体的时候，就是攻击的前兆。用尖利的牙齿大口撕咬。"
  },
  {
    "id": 263,
    "description": "蛇纹熊，豆狸神奇宝贝。总是之字形到处乱走是因为好奇心太过旺盛，对看到的各种东西都感兴趣而导致的。"
  },
  {
    "id": 264,
    "description": "直冲熊，猛冲神奇宝贝。蛇纹熊的进化型，笔直地冲刺，发现障碍物的时候就会直角转弯躲避。非常不擅长慢转弯的道路。"
  },
  {
    "id": 265,
    "description": "刺尾虫，芋虫神奇宝贝。用尾巴刺剥开树皮，以渗出的汁液为食。脚底的吸盘在玻璃上也不会打滑。"
  },
  {
    "id": 266,
    "description": "甲壳蛹，蛹神奇宝贝。在树枝上缠绕丝线支撑身体以防止掉落，并等待着进化。从小洞观察外面的情况。"
  },
  {
    "id": 267,
    "description": "狩猎凤蝶，蝴蝶神奇宝贝，甲壳蛹的进化型。最喜欢吃的是甜蜜的花粉，经常四处收集花粉。"
  },
  {
    "id": 268,
    "description": "盾甲茧，蛹神奇宝贝。从盾甲茧口中喷出的细丝包裹身体使之变硬。在茧里面准备着进化。"
  },
  {
    "id": 269,
    "description": "毒粉蝶，毒牙神奇宝贝，盾甲茧的进化型。头部的触角是高敏感度的雷达，拥有被城市的灯光吸引过去的习性。"
  },
  {
    "id": 270,
    "description": "莲叶童子，浮萍神奇宝贝。浮在池塘湖泊的水面上生活。叶子枯萎的话就会变弱，因而四处寻找干净的水源，偶尔也会在陆地上移动。"
  },
  {
    "id": 271,
    "description": "莲帽小童，欢乐神奇宝贝。莲叶童子的进化型，有夜行性，傍晚时分开始活动。以遇到钓鱼人后，从水中扯线捣乱为乐。"
  },
  {
    "id": 272,
    "description": "乐天河童，乐天神奇宝贝。莲帽小童的进化型，听到活泼的音乐就开始跳舞。据说被郊游的小孩们的合唱感召，就会现身。"
  },
  {
    "id": 273,
    "description": "橡实果，橡实神奇宝贝。由于悬吊在树枝上的模样很像树果，突然移动的时候，经常会让人大吃一惊。"
  },
  {
    "id": 274,
    "description": "长鼻叶，使坏神奇宝贝。住在树木茂密的森林里的神奇宝贝，它偶尔从森林出来，会吓到人。"
  },
  {
    "id": 275,
    "description": "狡猾天狗，邪恶神奇宝贝。悄悄栖息在森林深处的神秘神奇宝贝，据说，只住在树龄超过千年的大树顶端。"
  },
  {
    "id": 276,
    "description": "傲骨燕，幼燕神奇宝贝。不管遇到怎样强大的对手都会勇敢挑战。就算输了也不会气馁，很有骨气。肚子饿了就会大声哭出来。"
  },
  {
    "id": 277,
    "description": "大王燕，燕子神奇宝贝。傲骨燕的进化型，在遥远的高空盘旋飞行，发现猎物就会俯冲而下。用爪子紧紧抓住猎物令其无法逃脱。"
  },
  {
    "id": 278,
    "description": "长翅鸥，海猫神奇宝贝。有着用嘴衔着食物和重要的东西藏到各处的习性。乘着风滑翔般在空中飞行。"
  },
  {
    "id": 279,
    "description": "大嘴鸥，水鸟神奇宝贝。长翅鸥的进化型，擦着海面飞行寻找食物，发现食物之后就用巨大的嘴连同海水一起捞起来，会把蛋放在嘴里保护。"
  },
  {
    "id": 280,
    "description": "拉鲁拉丝，感受神奇宝贝，奇鲁莉安进化前的型态，具有利用头上的角来感知人类的情绪的能力。平时很少在人类的面前现身，但是感知到积极的情感时，会自己主动靠近。"
  },
  {
    "id": 281,
    "description": "奇鲁莉安，感情神奇宝贝。拥有能够敏感捕捉训练家情绪的能力，高兴的时候就会开始跳舞。"
  },
  {
    "id": 282,
    "description": "沙奈朵，包容神奇宝贝。只要是为了保护训练家，甚至能用尽幻象能量，制造出小型黑洞。"
  },
  {
    "id": 283,
    "description": "溜溜糖球，水蝇神奇宝贝。会像是在水面滑动似的走路，头部前端会散发甜甜的香味，借此捕获猎物。"
  },
  {
    "id": 284,
    "description": "雨翅蛾，眼珠神奇宝贝。溜溜糖球的进化型，用触角上的眼球花纹威吓敌人。用四片翅膀像直升机一样在空中前后左右自由前进。"
  },
  {
    "id": 285,
    "description": "蘑蘑菇，蘑菇神奇宝贝。森林里潮湿的腐叶土壤是它最爱吃的。只要在下过长时间大雨后进入森林，就会看到许多蘑蘑菇聚集在吃腐叶土壤哦。"
  },
  {
    "id": 286,
    "description": "斗笠菇，蘑菇神奇宝贝。蘑蘑菇的进化型，会从头部蕈伞的洞里散播孢子。最喜欢温暖潮湿的气候，以草原或森林里的草木为食。"
  },
  {
    "id": 287,
    "description": "懒人翁，懒人神奇宝贝，一直都躺著睡觉，几乎不太会动。"
  },
  {
    "id": 288,
    "description": "过动猿，粗暴神奇宝贝。懒人翁的进化型，一直处在暴走状态，很快肚子就饿了。吃东西的时候也总是安静不下来。"
  },
  {
    "id": 289,
    "description": "请假王，怕麻烦神奇宝贝，过著嗜睡的生活，一般都在食物触手可及的地方吃草。"
  },
  {
    "id": 290,
    "description": "土居忍士，垫底神奇宝贝。会在大树的树根下筑巢而居。在漆黑的地底时，会以胡须般的触角来探路。"
  },
  {
    "id": 291,
    "description": "铁面忍者，隐藏神奇宝贝。土居忍士的进化型，由于会高速且激烈地到处移动，因此很难捕捉到它的身影。若是一直持续听到其嚎叫的话就会开始头痛。"
  },
  {
    "id": 292,
    "description": "脱壳忍者，脱壳神奇宝贝。土居忍士进化时不知在什么时候进入精灵球的不可思议的神奇宝贝。"
  },
  {
    "id": 293,
    "description": "咕妞妞，呢喃神奇宝贝。叫声的音量和喷射机一样大，可以从耳朵的洞里吸进空气，因此可以一直持续大叫而不会没气。"
  },
  {
    "id": 294,
    "description": "吼爆弹，大声神奇宝贝。声势十足、跨步吼叫，会发出威力大到能够把房子吹垮的超音波。"
  },
  {
    "id": 295,
    "description": "爆音怪，噪音神奇宝贝。在身体里面拥有能发出声音的机构。能善用声音的频率高低与音量大小来与同伴进行沟通。"
  },
  {
    "id": 296,
    "description": "幕下力士，骨气神奇宝贝。喜欢锻炼身体胜过于任何事物，当你在洞窟里听见地面发出声响的时候，那就是幕下力士正在锻炼的声音。"
  },
  {
    "id": 297,
    "description": "超力王，猛推神奇宝贝。幕下力士的进化型，具有马上就像跟人较量力气的习性。他曾经站在铁道上，将奔驰而来的列车用猛推挡了下来。"
  },
  {
    "id": 298,
    "description": "露力丽，水珠神奇宝贝。由充沛的营养所累积的尾巴，像橡皮球一样会反弹。在晴天的时候会聚集在水边玩水。"
  },
  {
    "id": 299,
    "description": "朝北鼻，罗盘神奇宝贝。会利用从身体里发出的强烈磁力，将吸引过来的猎物吃掉。越是寒冷的季节磁力就越强。"
  },
  {
    "id": 300,
    "description": "向尾喵，小猫神奇宝贝。非常喜欢追赶摇动的东西，经常为了追自己的尾巴而在一个地方打转。"
  },
  {
    "id": 301,
    "description": "优雅猫，高贵神奇宝贝，向尾喵的进化型，没有固定的栖息地，具有会寻找舒适寄居处以改变睡眠地的习性。为夜行性，从黄昏以后才开始行动。"
  },
  {
    "id": 302,
    "description": "勾魂眼，黑暗神奇宝贝。在洞窟的深处寂静地生活。在黑暗中的眼睛会发出奇异的光，夺取人的灵魂，非常恐怖。"
  },
  {
    "id": 303,
    "description": "大嘴娃，欺骗神奇宝贝。拥有钢铁角变形而成，像大下巴一样的东西，如果因为它的外表看起来乖巧而掉以轻心的话，很可能被它突然转过头来一口咬住。"
  },
  {
    "id": 304,
    "description": "可可多拉，铁铠神奇宝贝。身体被钢铁的铠甲所包着的神奇宝贝。在进化的时候会有新的铠甲产生。褪下来的铠甲可作为铁制品的材料。"
  },
  {
    "id": 305,
    "description": "可多拉，铁铠神奇宝贝。可可多拉的进化型。当两只可多拉相遇时会彼此碰撞钢铁的身体来争夺地盘。互相碰撞时的声音可传到几公里远。"
  },
  {
    "id": 306,
    "description": "波士可多拉，铁铠神奇宝贝。可以用两个角轻易地摧毁坚硬的石头，食物为铁制品。"
  },
  {
    "id": 307,
    "description": "玛沙那，冥想神奇宝贝。每天都要持续冥想好几个钟头，能以锻炼出来的超能力在空中飞行。这是持续不断修炼瑜伽所得的成果。"
  },
  {
    "id": 308,
    "description": "恰雷姆，冥想神奇宝贝。什么都不吃只一心锻炼精神，可以看见对手的灵气。"
  },
  {
    "id": 309,
    "description": "落雷兽，闪电神奇宝贝。能籍由与空气摩擦来产生电力。尤其是在空气干燥的季节里，全身更会激烈地散发出火花。"
  },
  {
    "id": 310,
    "description": "雷电兽，放电神奇宝贝，可以从鬓发之中放出强烈的电流，空气中的电流会收集到鬓发上并且在头发上制造出雷云。"
  },
  {
    "id": 311,
    "description": "正电拍拍，加油神奇宝贝。经常替同伴加油，看到同伴努力的样子，就会迸出闪亮的火花。"
  },
  {
    "id": 312,
    "description": "负电拍拍，加油神奇宝贝。视同伴比自己还要重要，会一边迸出火花一边替同伴加油。"
  },
  {
    "id": 313,
    "description": "电萤虫，萤火虫神奇宝贝。会一边点亮尾巴的亮光，同时集体在夜空里画出几何图案般的花纹。当池里的水被污染时会转移栖息地。"
  },
  {
    "id": 314,
    "description": "甜甜萤，萤火虫神奇宝贝。从黄昏起才开始行动的夜行性昆虫。它引导电萤虫画出来的花纹，已经确认有200种以上。"
  },
  {
    "id": 315,
    "description": "毒蔷薇，荆棘神奇宝贝。花的香味能给人安慰，头上的刺带有剧毒。"
  },
  {
    "id": 316,
    "description": "溶食兽，胃袋神奇宝贝。整个身体几乎就是一个胃袋，和自己一样大的东西也能吞下去。特殊的胃液什么都能消化。"
  },
  {
    "id": 317,
    "description": "吞食兽，毒袋神奇宝贝。一发现猎物就会用剧毒口水喷洒对方，然后张开大口把对方吞下去。"
  },
  {
    "id": 318,
    "description": "利牙鱼，野蛮神奇宝贝。会集体袭击船只使船沉没。虽然被称为非常凶暴的神奇宝贝，不过一旦剩下一只时就会马上逃掉。"
  },
  {
    "id": 319,
    "description": "巨牙鲨，凶暴神奇宝贝。利牙鱼的进化型，性格凶暴且狡猾聪明的海之王者。拥有能减少水抗性的特殊皮肤，最高时速可以超过120公里。"
  },
  {
    "id": 320,
    "description": "吼吼鲸，球鲸神奇宝贝。会从鼻孔喷出身体里面储存的海水，以吓人一跳为乐。"
  },
  {
    "id": 321,
    "description": "吼鲸王，浮鲸神奇宝贝。目前为止发现的神奇宝贝之中，最大的一种神奇宝贝。追逐猎物，在海面上飞跃的模样，非常具有魄力。"
  },
  {
    "id": 322,
    "description": "呆火驼，钝感神奇宝贝。在它背里积累着热滚滚的熔岩。拥有能搬运100公斤重货物的力量。长久以来一直在帮助人类工作。"
  },
  {
    "id": 323,
    "description": "喷火驼，喷火神奇宝贝。呆火驼的进化型，这是生活在火山喷火口的神奇宝贝。每隔10年背上的火山就会大喷火。目前正在研究它喷火的原因当中。"
  },
  {
    "id": 324,
    "description": "煤炭龟，石炭神奇宝贝。会以燃烧木炭所产生的能量战斗。当它从鼻孔里喷出烟雾的时候，会发出宛如火车汽笛的声音。"
  },
  {
    "id": 325,
    "description": "跳跳猪，飞跳神奇宝贝。能自由自在地操纵超能力的神奇宝贝。即使在睡觉的时候也不断飞跳着。从地底长出来的香菇是它的最爱。"
  },
  {
    "id": 326,
    "description": "噗噗猪，操纵神奇宝贝。跳跳猪的进化型，拥有用不可思议的舞步操控对手的能力。额头上的黑珍珠是珍贵的宝石。"
  },
  {
    "id": 327,
    "description": "晃晃斑，斑点熊猫神奇宝贝。最大的特征是每一只身上的斑点花纹都不同。摇摇晃晃令人捉摸不定的脚步，具有让敌人不容易瞄准的效果。"
  },
  {
    "id": 328,
    "description": "大颚蚁，狮蚁神奇宝贝，会在沙漠挖掘漏斗状的巢穴。巨大的下巴很有力，力量大到足以咬碎坚硬岩石。"
  },
  {
    "id": 329,
    "description": "超音波幼虫，震动神奇宝贝，大颚蚁的进化形，会让两片翅膀剧烈震动，发出超音波。"
  },
  {
    "id": 330,
    "description": "沙漠蜻蜓，精灵神奇宝贝。超音波幼虫的进化型，它拍动翅膀的声音听起来就像在唱歌。为了不被敌人发现，会利用拍动翅膀将沙漠的沙子给卷起来以隐藏身形。"
  },
  {
    "id": 331,
    "description": "沙漠奈亚，仙人掌神奇宝贝。它栖息在几乎不会下雨的沙漠里面。会挥动长有粗壮刺针的手臂来战斗。每一年会有一次开出黄色的花朵。"
  },
  {
    "id": 332,
    "description": "梦歌奈亚，稻草人神奇宝贝。沙漠奈亚的进化型，白天在沙漠的日照下为了避免损失水分而一动不动地站着。气温较低的夜里才开始活动。"
  },
  {
    "id": 333,
    "description": "青绵鸟，绵鸟神奇宝贝。拥有如同流云般翅膀的神奇宝贝。度过食物稀少的冬天的青绵鸟，一到了春天就会飞到城市的附近。"
  },
  {
    "id": 334,
    "description": "七夕青鸟，哼唱神奇宝贝。青绵鸟的进化型。在空中飞舞的模样就像绵云一样，会以女高音般的声音哼唱。"
  },
  {
    "id": 335,
    "description": "猫鼬斩，猫鼬神奇宝贝，一般都是用四肢走路，但生气的时候后肢会竖起直立行走，能敏捷地避开敌人的攻击。"
  },
  {
    "id": 336,
    "description": "饭匙蛇，牙蛇神奇宝贝。在坚硬的岩石上磨尾巴。藏在茂密的草木中，等到猎物靠近时用毒牙发起攻击。"
  },
  {
    "id": 337,
    "description": "月石，陨石神奇宝贝。身体的状态随着月亮的圆缺发生变化。沐浴着满月的光辉时力量也会充满全身。"
  },
  {
    "id": 338,
    "description": "太阳岩，陨石神奇宝贝。白天积蓄太阳的能量。不论什么时候都毫无表情。能够读取到对手的想法。"
  },
  {
    "id": 339,
    "description": "泥泥鳅，须鱼神奇宝贝。全身附着一层滑滑的体液，就算被抓住也能靠此逃脱。"
  },
  {
    "id": 340,
    "description": "鲶鱼王，须鱼神奇宝贝。泥泥鳅的进化型，拥有能预测地震的神奇力量。白天都在沼泽底部的泥巴里睡觉，醒来后便会一整晚持续吃着猎物。"
  },
  {
    "id": 341,
    "description": "龙虾小兵，无赖神奇宝贝。一旦被它的大钳子给夹到的猎物，不管发生什么事都绝不会放掉。无论在什么场所都很有精神。"
  },
  {
    "id": 342,
    "description": "铁螯龙虾，流氓神奇宝贝。脾气暴躁，很容易就找人打架，所以据说铁螯龙虾居住的地方别的神奇宝贝就无法居住。"
  },
  {
    "id": 343,
    "description": "天秤偶，土偶神奇宝贝。只靠一只脚不断旋转来移动。在繁荣于公元前古代都市里的壁画中，就画有天秤偶的图样。"
  },
  {
    "id": 344,
    "description": "念力土偶，土偶神奇宝贝，是天秤偶的进化形。据说是古代文明的泥人偶，照射到怪光线后，有生命附着在上面而成的。会浮在空中移动，两手还会发射光束。"
  },
  {
    "id": 345,
    "description": "触手百合，海百合神奇宝贝。会摇晃触手让人乍看以为是海草，再将被骗而接近的猎物一口吞下去。是在1亿年前就已经绝种的神奇宝贝。"
  },
  {
    "id": 346,
    "description": "摇篮百合，藤壶神奇宝贝。据说会把长得像树枝的脖子伸长，使用触手来捕捉猎物。"
  },
  {
    "id": 347,
    "description": "太古羽虫，古虾神奇宝贝。住在温暖的海洋中，据说会利用发达的两支角来捕捉猎物。"
  },
  {
    "id": 348,
    "description": "太古盔甲，装甲神奇宝贝。拥有坚硬的甲壳，不论什么样的攻击都能承受。强烈的爪子连坚固的石头都能够摧毁。"
  },
  {
    "id": 349,
    "description": "笨笨鱼，鱼神奇宝贝。栖息在有许多水草的水池里面。由于外形长得实在太丑，因此会培养它的训练家似乎很少。"
  },
  {
    "id": 350,
    "description": "美纳斯，温柔神奇宝贝。身体散发出来的温柔波动，可以缓和人们的愤怒与憎恨。"
  },
  {
    "id": 351,
    "description": "漂浮泡泡，天气神奇宝贝。漂浮泡泡的外形会依据天气而变化。这个小小的神奇宝贝利用它的特性来预报天气。"
  },
  {
    "id": 352,
    "description": "变隐龙，变色神奇宝贝。能够随心所欲改变身体的颜色，具有融入四周的景物的特殊能力。"
  },
  {
    "id": 353,
    "description": "怨影娃娃，人偶神奇宝贝。最喜欢憎恨和嫉妒的感情。头上竖起的角能够感受到人类的心情。"
  },
  {
    "id": 354,
    "description": "诅咒娃娃，布偶神奇宝贝。怨影娃娃的进化型，由被丢弃的布偶所变成的神奇宝贝。以垃圾场作为栖息地，据说会寻找遗弃它的小孩，并在它周围到处走动。"
  },
  {
    "id": 355,
    "description": "夜骷颅，迷魂神奇宝贝。被它那鲜红的独眼一瞪，即使是强壮的大人，身体也会瞬间无法动弹。会隐身在黑夜中到处游走，具有夜行习惯。"
  },
  {
    "id": 356,
    "description": "夜巨人，招手神奇宝贝。体内据说什么也没有，可以像黑洞那样吸入万物。被吸入之物，永远不能还原。"
  },
  {
    "id": 357,
    "description": "热带龙，水果神奇宝贝。会拍动背上的翅膀在空中飞翔，阳光的时候，会增加它的敏捷度。"
  },
  {
    "id": 358,
    "description": "风铃铃，风铃神奇宝贝。只要一到炎热的季节就会活泼地飞行。能分别使用7种不同的嚎叫声来与伙伴彼此沟通。"
  },
  {
    "id": 359,
    "description": "阿勃梭鲁，灾祸神奇宝贝。居住在险峻的山脉地带的深处，几乎从不出现在有人烟的地方。但是据说当它出现在人的面前的时候，一定会发生灾难。"
  },
  {
    "id": 360,
    "description": "小果然，开朗神奇宝贝，最喜欢吃甜的零食，能以长得像耳朵的双手灵活地拿取。会被香味引诱而聚集在果园里。"
  },
  {
    "id": 361,
    "description": "雪童子，雪笠神奇宝贝，主要栖息在经常下雪的地方。依照传说所言，雪童子所造访的家庭，代代都会繁荣。"
  },
  {
    "id": 362,
    "description": "冰鬼护，假面神奇宝贝。雪童子的进化型。由于它拥有能瞬间冻结空气里水分的力量，因此在冰鬼护的周围都会产生钻石般的粉尘。"
  },
  {
    "id": 363,
    "description": "海豹球，拍手神奇宝贝。用滚的比走的还要快，有时候他会坐在流冰上渡海。"
  },
  {
    "id": 364,
    "description": "海魔狮，滚球神奇宝贝，海豹球的进化型。具有看到什么东西都先用鼻子转一转，靠气味与触感来确认的习性。"
  },
  {
    "id": 365,
    "description": "帝牙海狮，破冰神奇宝贝。海魔狮的进化型，用巨大的牙齿击碎浮冰，在海中游水。厚厚的脂肪保护着身体。"
  },
  {
    "id": 366,
    "description": "珍珠贝，双壳神奇宝贝。会利用它的壳来夹住猎物，让猎物无法逃走，进化时所产生的珍珠据说拥有不可思议的力量。"
  },
  {
    "id": 367,
    "description": "猎斑鱼，深海神奇宝贝。为了能承受深海中强大的水压，因此拥有十分粗壮坚硬的背骨。长得像小鱼的尾巴上的眼睛会发光。"
  },
  {
    "id": 368,
    "description": "樱花鱼，南海神奇宝贝。能以细长的嘴巴来吸收猎物的体液。带着淡淡粉红色的身体，一旦吃下猎物后颜色就会变得更加鲜艳。"
  },
  {
    "id": 369,
    "description": "古空棘鱼，长寿神奇宝贝。原本被认为是已经绝种的神奇宝贝。这一亿年间外表完全没有改变。能利用胸鳍在海底里行走。"
  },
  {
    "id": 370,
    "description": "爱心鱼，出没神奇宝贝。在繁殖季节的时候，会聚集在有珊瑚礁的地方，把海面染成粉红色。"
  },
  {
    "id": 371,
    "description": "宝贝龙，石头神奇宝贝。极其想要飞到天空去，经常用头撞击岩石。"
  },
  {
    "id": 372,
    "description": "甲壳龙，耐力神奇宝贝。宝贝龙的进化型，几乎都不吃粮食地等待进化。籍由忍耐空腹让自己变强。在进化的瞬间外壳会剥落下来。"
  },
  {
    "id": 373,
    "description": "暴蝾螈，龙神奇宝贝。因为进化前对翅膀的强烈欲望，身体的细胞发生突然变异，形成了巨大的翅膀。"
  },
  {
    "id": 374,
    "description": "铁哑铃，铁球神奇宝贝。群聚在一起的铁哑铃们会宛如一只神奇宝贝般有条不紊地移动。利用脑电波彼此互通感情。"
  },
  {
    "id": 375,
    "description": "金属怪，铁爪神奇宝贝，铁哑铃的进化型。发达的大脑与磁力的神经使得它能发出强烈的精神能源。"
  },
  {
    "id": 376,
    "description": "巨金怪，铁足神奇宝贝，金属怪的进化型，拥有四个脑，具有如同超级电脑一般的智能。"
  },
  {
    "id": 377,
    "description": "雷吉洛克，岩山神奇宝贝。能够用岩石修复自己的身体。"
  },
  {
    "id": 378,
    "description": "雷吉艾斯，冰山神奇宝贝。用冰河时代的冰制作而成的身体，用火烧也无法融化。操纵零下200度的冷气。"
  },
  {
    "id": 379,
    "description": "雷吉斯奇鲁，铁类神奇宝贝。全身覆盖着未知的金属，身体内部是什么，食物是什么都会个谜。"
  },
  {
    "id": 380,
    "description": "拉帝亚斯，无限神奇宝贝能擅通人性，只要她觉得有危险，就会使用全身包裹着能够使光线弯曲的羽毛，隐藏自己。。"
  },
  {
    "id": 381,
    "description": "拉帝欧斯，无限神奇宝贝。即使消失无踪也还具有精神感应，因此可以得知伙伴所在的地方与心情。拥有能理解人类语言的智能。"
  },
  {
    "id": 382,
    "description": "盖欧卡，海底神奇宝贝。以海洋的创造者在神话中登场。长年以来与固拉多交战之后，便在海底的底层进入沉睡。"
  },
  {
    "id": 383,
    "description": "固拉多，大陆神奇宝贝。以陆地的创造者在神话中登场。在地底的熔岩中沉睡着，据说一旦醒来火山就会喷发。"
  },
  {
    "id": 384,
    "description": "烈空坐，天空神奇宝贝。一直在臭氧层里飞行的神奇宝贝。据说当盖欧卡与固拉多互相战斗时，它就会降临地面。"
  },
  {
    "id": 385,
    "description": "基拉祈，祈愿神奇宝贝。纯洁的歌声可以将沉睡了1000年的基拉祈唤醒。他可以帮助人们实现任何愿望。"
  },
  {
    "id": 386,
    "description": "代欧奇希斯，DNA神奇宝贝，暴露在激光照射下的宇宙病毒的DNA经历了突然的变异，造就了代欧奇希斯。在它胸前的晶体似乎是它的大脑。"
  },
  {
    "id": 387,
    "description": "草苗龟，若叶神奇宝贝。全身都可以进行光学合成制造氧气，口渴的时候头上的叶子会蔫掉。"
  },
  {
    "id": 388,
    "description": "树林龟，树丛神奇宝贝，草苗龟的进化型。栖息在森林里的水边，会在白天离开森林，让龟壳上的树晒晒阳光。"
  },
  {
    "id": 389,
    "description": "土台龟，大陆神奇宝贝。草苗龟的最终进化型。会有体型小一点的神奇宝贝们，聚集在土台龟的背上，展开筑巢工作."
  },
  {
    "id": 390,
    "description": "小火猴，小猴神奇宝贝。可以轻松的爬上断崖绝壁，在岩石上生活，睡觉的时候火焰会消失。"
  },
  {
    "id": 391,
    "description": "猛火猴，顽皮神奇宝贝。小火猴的进化型。会利用天花板或是墙壁，施展出空中攻击法，尾巴上的火焰也是武器。"
  },
  {
    "id": 392,
    "description": "烈焰猴，烈焰神奇宝贝，猛火猴的进化型。性格就像头上燃烧的烈焰一样激烈，敏捷度不会输给任何人。"
  },
  {
    "id": 393,
    "description": "波加曼，企鹅神奇宝贝。天生个性高傲，身上的长毛可以御寒。"
  },
  {
    "id": 394,
    "description": "波皇子，企鹅神奇宝贝，波加曼的进化型。翅膀的攻击非常强而有力，会在结冰的海中寻找猎物。"
  },
  {
    "id": 395,
    "description": "帝王拿波，皇帝神奇宝贝，波皇子的进化型。从嘴部伸出的三只角是力量的象征，最高大的一只将成为领袖。"
  },
  {
    "id": 396,
    "description": "姆克儿，姆克鸟神奇宝贝。平时是成群生活的，但是落单的时候会变得很不起眼。"
  },
  {
    "id": 397,
    "description": "姆克鸟，姆克鸟神奇宝贝。在森林或草地中栖息，同常是一大群一起行动。"
  },
  {
    "id": 398,
    "description": "姆克鹰，猛禽神奇宝贝。个性凶猛，就算遇到比自己更巨大的对手，也会果敢的挑战。"
  },
  {
    "id": 399,
    "description": "大牙狸，圆鼠神奇宝贝。拥有健壮的门牙来啃咬树木与岩石，在水边建巢居住"
  },
  {
    "id": 400,
    "description": "大尾狸，水獭神奇宝贝，会利用水库阻挡河川水流建造栖息地，是广为人知的劳动者。"
  },
  {
    "id": 401,
    "description": "圆法师，蟋蟀神奇宝贝。前后转着晃动脑袋触角互相碰撞发出木琴一般的声响。"
  },
  {
    "id": 402,
    "description": "音箱蟀，蟋蟀神奇宝贝。圆法师的进化型，鸣叫的时候会将刀子般的前臂交叉在胸前，即兴演奏出一段旋律。"
  },
  {
    "id": 403,
    "description": "小猫怪，闪光神奇宝贝。移动身体的时候，肌肉的伸缩会产生电气，遇到危险时身体会发光。"
  },
  {
    "id": 404,
    "description": "勒克猫，电光神奇宝贝，小猫怪的进化型。它锐利的爪尖带有强烈的电流，只要轻轻划过就能让对手失去知觉。"
  },
  {
    "id": 405,
    "description": "伦琴猫，眼光神奇宝贝，具有能够透视万物的双眼，可以找到躲藏在阴暗处的对手。"
  },
  {
    "id": 406,
    "description": "含羞苞，花苞神奇宝贝。冬天的时候会紧闭花苞，静静的忍耐酷寒，到了春天的时候才会绽放花苞。"
  },
  {
    "id": 407,
    "description": "罗丝雷朵，捧花神奇宝贝。毒蔷薇的进化型，能发出甜甜的香味，以舞者般的姿态发动攻击。"
  },
  {
    "id": 408,
    "description": "头盖龙，头槌神奇宝贝。大约生存在一亿年前的古代森林之中，拥有像铁一般的头盖骨。"
  },
  {
    "id": 409,
    "description": "战槌龙，头锤神奇宝贝。头盖龙的进化型。强烈的头部攻击有着使任何坚硬的东西都一击粉碎的威力。"
  },
  {
    "id": 410,
    "description": "盾甲龙，防护罩神奇宝贝。脸部的皮肤坚硬，有磨蹭大树树干磨皮的习性。"
  },
  {
    "id": 411,
    "description": "护城龙，防护罩神奇宝贝。盾甲龙的进化型，能抵挡从正面来的所有攻击，以草和树果为食物，性格稳重。"
  },
  {
    "id": 412,
    "description": "结草儿，包叶虫神奇宝贝。为了能挡住寒风，会用小树枝或落叶为材料，做成蓑衣覆蓋身体。"
  },
  {
    "id": 413,
    "description": "结草贵妇，包叶虫神奇宝贝。雌性结草儿的进化型态，根据进化的地点，它的样子也不同。"
  },
  {
    "id": 414,
    "description": "绅士蛾，包叶蛾神奇宝贝，是雄性结草儿的进化型态。没有固定的住处，会因为寻找喜欢的蜜，穿过山野一直飞。"
  },
  {
    "id": 415,
    "description": "三蜜蜂，蜂蛹神奇宝贝。三只合而为一的神奇宝贝，会努力的搬运花朵的甜蜜。"
  },
  {
    "id": 416,
    "description": "蜂后，蜂巢神奇宝贝。身体就是幼子的巢穴，用三蜜蜂采来的甜蜜养育幼子。"
  },
  {
    "id": 417,
    "description": "帕奇利兹，电松鼠神奇宝贝，会将积存了静电啪吱啪吱响的毛球和它最喜欢的树果一起藏到树干的洞里。"
  },
  {
    "id": 418,
    "description": "泳气鼬，海鼬神奇宝贝。颈部的气囊储存空气后就像游泳圈一样浮起来，只把脸部露在水面上游动。"
  },
  {
    "id": 419,
    "description": "浮潜鼬，海鼬神奇宝贝。泳气鼬的进化型。利用发达的气囊游动，喜欢帮助救助溺水者的神奇宝贝。"
  },
  {
    "id": 420,
    "description": "樱花宝，樱桃神奇宝贝。进化所需要的营养储存在小小的球里，看起来非常的香甜可口。"
  },
  {
    "id": 421,
    "description": "樱花儿，樱花神奇宝贝。处于花苞时期十分文静，一旦开出花朵就会一直微笑。"
  },
  {
    "id": 422,
    "description": "无壳海牛，海牛神奇宝贝，栖息地不同的话，外形跟颜色也不同，在神奥地方已经确认有两种。"
  },
  {
    "id": 423,
    "description": "海牛兽，海牛神奇宝贝。无壳蜗牛的进化型，没有骨头的软软身体，身体的一部分被砍断也能马上长出和以前一样的新的来。"
  },
  {
    "id": 424,
    "description": "双尾怪手，长尾神奇宝贝，利用两条尾巴灵活地剥开树果的皮来食用，用尾巴绕成的圆圈似乎是友情的标记。"
  },
  {
    "id": 425,
    "description": "飘飘球，气球神奇宝贝。里面是中空的，依据感情来膨胀收缩，喜欢潮湿的季节。"
  },
  {
    "id": 426,
    "description": "附和气球，热气球神奇宝贝。飘飘球的进化型，白天浮着发呆渡过，到了傍晚开始一群一起飞行，到底飞向哪里谁也不知道。"
  },
  {
    "id": 427,
    "description": "卷卷耳，兔子神奇宝贝。把卷成圆球的耳朵拉长来拍打，会形成力道十足的攻击。"
  },
  {
    "id": 428,
    "description": "长耳兔，兔子神奇宝贝。卷卷兔的进化型，警戒心非常高的神奇宝贝，感觉到危险时就用耳尖的软软的毛将自己包裹起来。"
  },
  {
    "id": 429,
    "description": "梦妖魔，魔法神奇宝贝。发出像咒文一样的叫声，听到的对手会产生头痛或者幻觉。"
  },
  {
    "id": 430,
    "description": "乌鸦头头，老大神奇宝贝，黑暗鸦的进化型。拥有许多黑暗鸦作为手下，自己则在住处里耗费许多时间整理羽毛。"
  },
  {
    "id": 431,
    "description": "魅力喵，装乖神奇宝贝。虽然不合它的意，就会出爪抓人，但偶尔也会发出鸣鸣的叫声来撒娇。"
  },
  {
    "id": 432,
    "description": "东施喵，山猫神奇宝贝。就算是别的神奇宝贝的巢穴也毫无顾忌地当成自己的巢穴进去睡觉的厚脸皮个性。"
  },
  {
    "id": 433,
    "description": "铃铛响，铃铛神奇宝贝。震动喉咙伸出的圆球发出声音，偶尔会弹跳着跳动。"
  },
  {
    "id": 434,
    "description": "臭鼬噗，臭鼬神奇宝贝。从尾部喷出有强烈臭味的液体来保护自己，臭味24小时内不会消失。"
  },
  {
    "id": 435,
    "description": "坦克臭鼬，臭鼬神奇宝贝。臭鼬噗的进化型，能够从尾巴里射出很臭的液体，在肚子里的时间越长液体越臭。"
  },
  {
    "id": 436,
    "description": "铜镜怪，青铜神奇宝贝。有从古老的陵墓里挖出和它一模一样的器具，具体的关系不明。"
  },
  {
    "id": 437,
    "description": "青铜钟，铜铎神奇宝贝。铜镜怪的进化型，从工地现场挖掘出了沉睡两千年以上的青铜钟成了大新闻。"
  },
  {
    "id": 438,
    "description": "爱哭树，盆栽神奇宝贝。因为是岩系神奇宝贝，所以当体内水分过多，就会显得虚弱。因此它会从两眼排水，调节体内的水分。"
  },
  {
    "id": 439,
    "description": "魔尼尼，模仿神奇宝贝。可以马上模仿所看见的动作，能够感觉到对方内心细微的变化。一察觉到敌意，就会设下障碍来逃跑。"
  },
  {
    "id": 440,
    "description": "好运蛋，家家酒神奇宝贝，最喜欢白色圆形物体，把卵形的圆石放在腹袋中，并交给喜欢的人。"
  },
  {
    "id": 441,
    "description": "聒噪鸟，音符神奇宝贝。能够学会人类的语言，同伴们聚集在同一个地方时会学讲同一句话。"
  },
  {
    "id": 442,
    "description": "花岩怪，封印神奇宝贝，因为在五百年前做了坏事，所以身体被封锁进楔石的裂缝当中。"
  },
  {
    "id": 443,
    "description": "圆陆鲨，陆鲨神奇宝贝。过去是生活在热带地区，为了躲避寒冷居住在有地热的温暖洞窟里。"
  },
  {
    "id": 444,
    "description": "尖牙陆鲨，洞穴神奇宝贝。圆陆鲨的进化型，从古时人们就相信用它的鳞片做成的药可以治疗任何疾病。"
  },
  {
    "id": 445,
    "description": "烈咬陆鲨，超音速神奇宝贝。将身体屈起交叠，伸展开翅膀后，就能够如同喷射机一般地以音速飞行。"
  },
  {
    "id": 446,
    "description": "小卡比兽，大食客神奇宝贝。每天一顿饭要吃掉和自己体重相同重量的食物，基本上都是整锅的吃。"
  },
  {
    "id": 447,
    "description": "利欧路，波纹神奇宝贝。由身体散发出来的波导，在恐惧与悲伤的时候，会变得更强烈，把自己的危机通知同伴。"
  },
  {
    "id": 448,
    "description": "路卡利欧，波导神奇宝贝，利欧路的进化型。可以借由接收对手散发的波导，来读取对方的想法和动作。"
  },
  {
    "id": 449,
    "description": "怪河马，河马神奇宝贝。居住在干燥的土地上，从身体里流出的不是汗而是砂砾的神奇宝贝。"
  },
  {
    "id": 450,
    "description": "河马兽，重量神奇宝贝。怪河马的进化型，它会将体内储存的沙子从身上的孔喷出，制造出强力的龙卷风。"
  },
  {
    "id": 451,
    "description": "紫天蝎，蝎子神奇宝贝。用尾部的钩爪抓住猎物并注入毒素，直到毒素发作绝对不会松开钩爪。"
  },
  {
    "id": 452,
    "description": "龙王蝎，蝎怪神奇宝贝。两腕的爪子具有可以把汽车切成碎片的破坏力量，还能放出毒素。"
  },
  {
    "id": 453,
    "description": "不良蛙，毒刺神奇宝贝。脸颊旁有着毒囊，用浸有猛毒的指头刺向对方的空挡。"
  },
  {
    "id": 454,
    "description": "毒骷蛙，毒刺神奇宝贝。拳头上的尖刺上分泌着就算只是轻擦上也能使人致命的猛毒。"
  },
  {
    "id": 455,
    "description": "尖牙笼，捕虫神奇宝贝。用香甜气味的分泌液吸引猎物上门再用大嘴咬住，一天以后才吃掉。"
  },
  {
    "id": 456,
    "description": "萤光鱼，飞翅鱼神奇宝贝。淋浴了足够的阳光之后原本暗色的尾鳍上的花纹会发出色彩鲜艳的光。"
  },
  {
    "id": 457,
    "description": "霓虹鱼，霓虹神奇宝贝。 住在深海海底之类的地方，四片类似翅膀的鱼鳍发光用来吸引其他小精灵靠近。"
  },
  {
    "id": 458,
    "description": "小球飞鱼，风筝神奇宝贝。通过两根触角来感觉海水轻微的动向，性格友善的神奇宝贝。"
  },
  {
    "id": 459,
    "description": "雪笠怪，树冰神奇宝贝。生活在雪山上，看到少见的人类会好奇的凑上来。"
  },
  {
    "id": 460,
    "description": "暴雪王，树冰神奇宝贝。雪笠怪的进化型。当雪花盛开时就会出现，花瓣落下的时候就又不知到了哪里。"
  },
  {
    "id": 461,
    "description": "玛狃拉，尖爪神奇宝贝。 是狃拉 的 进化型。由于它拥有可透视一切 的 锐利眼神 ， 而被认为有高度的智能。"
  },
  {
    "id": 462,
    "description": "自爆磁怪，磁场神奇宝贝。三合一磁怪在特殊磁场的影响进化而来，能够放出三倍的磁力。"
  },
  {
    "id": 463,
    "description": "大舌舔，舔舔神奇宝贝。大舌头的进化型，不断伸长的舌头可以卷起任何东西，不小心靠近的话就会被唾液粘住。"
  },
  {
    "id": 464,
    "description": "超铁暴龙，钻锥神奇宝贝。铁甲暴龙的进化型。可以把力量集中到肌肉，使肌肉在一瞬间膨胀，靠这种方式朝敌人发射石头。"
  },
  {
    "id": 465,
    "description": "巨蔓藤，藤蔓神奇宝贝。蔓藤怪的进化型，伸长植物藤蔓形成的双手捕捉猎物，即使被吃掉了也没有关系。"
  },
  {
    "id": 466,
    "description": "电击魔兽，雷电神奇宝贝。电击兽的进化型。两条尾巴的前端能够向对手发射2万伏特以上的电流进行攻击。"
  },
  {
    "id": 467,
    "description": "鸭嘴焰龙，爆烟神奇宝贝，鸭嘴火龙的进化型。可以从手臂的前端发出摄氏2000度的火球，居住在火山的喷火口。"
  },
  {
    "id": 468,
    "description": "波克基斯，祝福神奇宝贝，波克基古的进化型。据说在有争吵的地方它绝对不会出现。"
  },
  {
    "id": 469,
    "description": "梅卡阳玛，巨鬼蜻蜓神奇宝贝。拍动翅膀时产生的冲击波，能从对手体内造成足以致命的伤害。"
  },
  {
    "id": 470,
    "description": "叶精灵，茂盛神奇宝贝。会像植物一样进行光合作用，所以周围总是环绕著清新的空气。"
  },
  {
    "id": 471,
    "description": "冰精灵，新雪神奇宝贝，伊布的进化型，能够让全身的体毛冻结，变得像针一样尖锐。"
  },
  {
    "id": 472,
    "description": "天蝎王，牙蝎神奇宝贝。用尾巴吊在树枝上观察猎物的动静，瞅准时机从空中发起袭击。"
  },
  {
    "id": 473,
    "description": "象牙猪，双牙神奇宝贝。长毛猪的进化型，有能够破坏冰的巨牙，在冰河时代时由于逐渐变暖，数量逐渐减少了。"
  },
  {
    "id": 474,
    "description": "3D龙Z，假想神奇宝贝。3D龙II的进化型，原本为了成为更加出色的神奇宝贝而增添了程序，但是却造成了行动的混乱。"
  },
  {
    "id": 475,
    "description": "艾路雷朵，刀刃神奇宝贝。可以用伸缩自如的刀进行战斗，也是礼仪和剑术的专家。"
  },
  {
    "id": 476,
    "description": "大朝北鼻，罗盘神奇宝贝。朝北鼻的进化型。从全身放射出强大的磁力，操纵着被称作小朝北鼻的三个部位。"
  },
  {
    "id": 477,
    "description": "夜黑魔人，握爪神奇宝贝。以头部的天线，接收来自灵界的电波，据说能够带人类前往灵界。"
  },
  {
    "id": 478,
    "description": "雪妖女，雪国神奇宝贝。喷出零下五十度的冷气将对手冻住，看起来像是身体的部分实际上是空洞。"
  },
  {
    "id": 479,
    "description": "洛托姆，电离子神奇宝贝。是电离子形成的神奇宝贝，像电气一样的身体可以进入某些家电用品中。"
  },
  {
    "id": 480,
    "description": "由克希，知识神奇宝贝。被称作知识之神，据说拥有着可以消除与它对视的人的记忆的力量。"
  },
  {
    "id": 481,
    "description": "艾姆利多，感情神奇宝贝。教会人们悲伤的痛苦和快乐的重要，被称作感情之神。"
  },
  {
    "id": 482,
    "description": "亚克诺姆，意志神奇宝贝。被称作意志之神，长期沉睡在湖底保持着世界的平衡。"
  },
  {
    "id": 483,
    "description": "帝牙卢卡，时间神奇宝贝。拥有操纵时间的力量，在神奥地方被视为神明出现在神话之中。"
  },
  {
    "id": 484,
    "description": "帕路奇犽，空间神奇宝贝。拥有扭曲空间的能力，在神奥地方的神话里是神一样的存在。"
  },
  {
    "id": 485,
    "description": "席多蓝恩，火山口神奇宝贝。生活于火山的洞穴之中，能用十字形的爪子紧抓住物体，行走于峭壁或天花板上。"
  },
  {
    "id": 486,
    "description": "雷吉奇卡斯，巨大神奇宝贝。据说它用岩石、寒冰、钢铁分别造出了雷吉洛克、雷吉艾斯和雷吉斯奇鲁三只神奇宝贝。"
  },
  {
    "id": 487,
    "description": "骑拉帝纳，反抗神奇宝贝。据说它生活在一个与现实世界相反的破灭世界，一个被人们称为破格的世界的地方。"
  },
  {
    "id": 488,
    "description": "克雷色利亚，新月小精灵。以薄纱般的羽毛散发着光芒翱翔于天际，被称为新月的化身。"
  },
  {
    "id": 489,
    "description": "霏欧纳，海洋神奇宝贝。居住在温暖的海洋中，通过膨胀头部的鳔漂浮在水中觅食。"
  },
  {
    "id": 490,
    "description": "玛纳霏，回游神奇宝贝。出生在冰冷的海底，会花很长时间游回自己出生的地方。"
  },
  {
    "id": 491,
    "description": "达克莱伊，黑暗神奇宝贝。据说在无月之夜出现，使人们入睡并遭受噩梦。"
  },
  {
    "id": 492,
    "description": "洁咪，感谢神奇宝贝。葛拉西蒂亚花盛开时，用花粉它就能从大地型态变成天空型态。它有迁徙的习性。"
  },
  {
    "id": 493,
    "description": "阿尔宙斯，创造神奇宝贝。据神奥神话里记载，其从卵中诞生而后创造出世界的全部。"
  },
  {
    "id": 494,
    "description": "比克提尼，胜利神奇宝贝。引来胜利的神奇宝贝。带着比克提尼的训练家无论怎样的比赛都会获胜。"
  },
  {
    "id": 495,
    "description": "藤藤蛇，草蛇神奇宝贝。总是保持冷静，不被任何事物动摇，以尾巴上的叶子进行光学合成产生能量。"
  },
  {
    "id": 496,
    "description": "青藤蛇，草蛇神奇宝贝，藤藤蛇的进化型。借由潜入茂密草木的阴影之中，来躲避攻击，会用灵巧的甩鞭进行反击。"
  },
  {
    "id": 497,
    "description": "君主蛇，皇家神奇宝贝，青藤蛇的进化型，光是瞪视，就可以让对手无法动弹，会让太阳能量在体内增幅。"
  },
  {
    "id": 498,
    "description": "暖暖猪，火猪神奇宝贝。可以从鼻子里吹出火焰，不过感觉不好的时候只能吹出黑烟。"
  },
  {
    "id": 499,
    "description": "炒炒猪，火猪神奇宝贝。暖暖猪的进化型。将吃下去的食物作为燃料，在胃袋里燃起火焰。当体内的炎袋燃烧起来后，动作会变得利落，速度也会加快。"
  },
  {
    "id": 500,
    "description": "炎武王，大火猪神奇宝贝。暖暖猪的进化型。用下巴的火焰让双拳燃烧击出火焰之拳。很照顾同伴。"
  },
  {
    "id": 501,
    "description": "水水獭，水獭神奇宝贝。将外形像贝壳的扇贝贝，从肚子上取下后，可以用来攻击和防御。"
  },
  {
    "id": 502,
    "description": "双刃丸，修行神奇宝贝，水水獭的进化型。用行云流水般的使刀手法，操纵两枚扇贝贝的技巧，是经由严格的修行所学得的。"
  },
  {
    "id": 503,
    "description": "大剑鬼，权威神奇宝贝，水水獭的最终进化型，只要一挥藏在铠甲里的剑，就能打倒对手；只要眼睛瞪一下，就能让敌人说不出话来。"
  },
  {
    "id": 504,
    "description": "探探鼠，看守神奇宝贝。将食物储存进颊囊中几天几夜不断巡视。用尾巴和同伴打暗号。"
  },
  {
    "id": 505,
    "description": "步哨鼠，警戒神奇宝贝。探探鼠的进化型。体内具有发光物质，能够让眼睛和全身的花纹发光。"
  },
  {
    "id": 506,
    "description": "小约克，小狗神奇宝贝。遮住脸的长毛是优秀的雷达，能够敏锐地察觉周遭的状况。"
  },
  {
    "id": 507,
    "description": "哈约克，忠犬神奇宝贝。小约克的进化型。如同披风般覆盖住身躯的黑色体毛十分坚硬，可以降低受到的损伤。"
  },
  {
    "id": 508,
    "description": "长毛狗，宽大神奇宝贝，哈约克的进化型。是非常聪明的神奇宝贝，最擅长在海里或山上救助遇难的人们。"
  },
  {
    "id": 509,
    "description": "扒手猫，刁蛮神奇宝贝。会用可爱的举动让人大意，然后趁机抢走对方持有的物品。要是生气了会伸出爪子来进行反击。"
  },
  {
    "id": 510,
    "description": "酷豹，冷酷神奇宝贝，扒手猫的进化型，神出鬼没的神奇宝贝。优雅的风格和花纹吸引着无数训练家。"
  },
  {
    "id": 511,
    "description": "花椰猴，草猴神奇宝贝，会将头上的叶子分给没有精神的神奇宝贝，具有消除疲劳的效果。"
  },
  {
    "id": 512,
    "description": "花椰猿，刺猴神奇宝贝。挥舞带刺的尾巴，用将对手甩出去的方式攻击。头顶的叶片味道很苦。"
  },
  {
    "id": 513,
    "description": "爆香猴，高温神奇宝贝，居住在靠近火山的洞穴里，只要一生气，头顶的部位就会升温，可达到三百度以上。"
  },
  {
    "id": 514,
    "description": "爆香猿，火花神奇宝贝。爆香猴的进化型。最喜欢吃甜食。会燃烧体内的火焰，来转变成能量。"
  },
  {
    "id": 515,
    "description": "冷水猴，泼水神奇宝贝，很久以前曾经在森里里生活，但是变成在水边更容易生活的体质，能够在头顶的部位储水。"
  },
  {
    "id": 516,
    "description": "冷水猿，放水神奇宝贝。冷水猴的进化型，喜欢待在水质清澈的地方。头部储存的水分一旦减少，就通过尾巴吸收来补给。"
  },
  {
    "id": 517,
    "description": "食梦梦，食梦神奇宝贝。在吃下人类或神奇宝贝的梦之后，能透过身体释放出的烟雾映照出它吃下的那个梦。"
  },
  {
    "id": 518,
    "description": "梦梦蚀，梦与现实神奇宝贝，食梦梦的进化型。会让吃下的梦透过从下颚释放出的烟雾进行实体化。"
  },
  {
    "id": 519,
    "description": "豆豆鸽，小鸽神奇宝贝。因为习惯群体生活，所以叫声非常吵杂，不喜欢闪闪发亮的东西。"
  },
  {
    "id": 520,
    "description": "波波鸽，野鸽神奇宝贝，豆豆鸽的进化型。人们相信，波波鸽所居住的森林深处是个没有纷争的和平国度。"
  },
  {
    "id": 521,
    "description": "轰隆雉鸡，自尊心神奇宝贝。波波鸽的进化型。雄性轰隆雉鸡会抖动头上的饰冠威胁对手，雌性的飞行能力超越雄性。"
  },
  {
    "id": 522,
    "description": "斑斑马，带电神奇宝贝。可以用鬃毛吸收闪电，将电气储存起来。放电的时候鬃毛会发光。"
  },
  {
    "id": 523,
    "description": "雷电斑马，雷电神奇宝贝，斑斑马的进化型。个性非常暴躁，一旦发怒，鬃毛就会向四面八方放出电击。拥有闪电一样的瞬间爆发力，全速奔跑的时候会发出雷鸣的声响。"
  },
  {
    "id": 524,
    "description": "石丸子，地幔神奇宝贝。体内有能量核存在，在地底被压缩的身体具有不逊于铁的硬度。"
  },
  {
    "id": 525,
    "description": "地幔岩，矿石神奇宝贝。石丸子的进化型。体内的能量多到溢出体表凝结成结晶状，当力量高涨的时候橘色的结晶就会发光。"
  },
  {
    "id": 526,
    "description": "庞岩怪，高压神奇宝贝。利用体内的核压缩能源而发出的攻击，具有移山动地的威力。"
  },
  {
    "id": 527,
    "description": "滚滚蝙蝠，蝙蝠神奇宝贝。以鼻孔吸附在洞穴岩壁上睡觉。吸附过的地方会留下心形的痕迹。"
  },
  {
    "id": 528,
    "description": "心蝙蝠，求爱神奇宝贝。滚滚蝙蝠的进化型。会从鼻孔之中发射出各种周波数的音波，也会发出足以破坏岩石的音波。"
  },
  {
    "id": 529,
    "description": "螺钉地鼠，鼹鼠神奇宝贝。地中行进时速50公里以上。可以和地上奔驰的汽车有的一拼。"
  },
  {
    "id": 530,
    "description": "龙头地鼠，地底神奇宝贝。螺钉地鼠的进化型，进化成钢铁的钻头拥有贯穿铁板的破坏力。活跃于隧道挖掘现场。"
  },
  {
    "id": 531,
    "description": "差不多娃娃，听力神奇宝贝。只要用大大的耳朵碰触神奇宝贝就能感应到对方的健康状况和情绪。"
  },
  {
    "id": 532,
    "description": "搬运小匠，筋骨神奇宝贝。总是抱著木材，如果能够轻易搬动沉重的木材就表示快要进化了。"
  },
  {
    "id": 533,
    "description": "铁骨土人，筋骨神奇宝贝，搬运小匠的进化型。背负著铁骨所锻炼出来的身躯就算被成群的职业摔跤选手攻击也不为所动。"
  },
  {
    "id": 534,
    "description": "修缮老头，筋骨神奇宝贝。铁骨土人的进化型。用来当拐杖的混凝土柱可以不依靠蛮力自由自在地挥舞。"
  },
  {
    "id": 535,
    "description": "圆蝌蚪，蝌蚪神奇宝贝。脸颊的震动会发出人类听不到的音波。它们会用震动的节奏来沟通或是发出警戒声"
  },
  {
    "id": 536,
    "description": "蓝蟾蜍，震动神奇宝贝。在水中与地面上生活，会用又长又黏的舌头缠住猎物再捕捉对方。"
  },
  {
    "id": 537,
    "description": "蟾蜍王，震动神奇宝贝。蓝蟾蜍的进化型。让拳头上的瘤震动之后拳击的威力会倍增，一击就可以粉碎大岩石。"
  },
  {
    "id": 538,
    "description": "投射鬼，柔道神奇宝贝。系紧腰带后力量提升。野生的投射鬼编制蔓草充当腰带。"
  },
  {
    "id": 539,
    "description": "打击鬼，空手道神奇宝贝。系上腰带就充满干劲，拳击的破坏力也增加。要是修行受到打扰就会生气。"
  },
  {
    "id": 540,
    "description": "虫宝包，裁缝神奇宝贝。从蛋中孵化出后，保母虫会为其织衣。将头藏进头巾中入眠。"
  },
  {
    "id": 541,
    "description": "宝包茧，叶隐神奇宝贝。虫宝包的进化型。以叶子包覆全身，借此来抵抗寒冷。有宝包茧居住的森林，草木通常都相当茂盛。"
  },
  {
    "id": 542,
    "description": "保母虫，育儿神奇宝贝。宝包茧的进化型。遇见小小的神奇宝贝后会用手臂的刃部和黏着丝织出一件树叶的衣服。"
  },
  {
    "id": 543,
    "description": "百足蜈蚣，蜈蚣神奇宝贝。会用头和尾巴上触角感受空气中的振动，借此确认周遭的状况。"
  },
  {
    "id": 544,
    "description": "车轮球，蜈蚣茧神奇宝贝。百足蜈蚣的进化型。受到坚硬外壳的保护，会像轮胎一样的旋转，对敌人进行猛烈的冲击。"
  },
  {
    "id": 545,
    "description": "蜈蚣王，巨大蜈蚣神奇宝贝。车轮球的进化型。用迅速的动作追逐敌人，用头上的角加以攻击，个性非常具有攻击性。"
  },
  {
    "id": 546,
    "description": "木棉球，棉球神奇宝贝。遭到敌人袭击时，会从身上喷出棉花，然后趁机逃走，被风吹著，自由自在的移动。"
  },
  {
    "id": 547,
    "description": "风妖精，隐风神奇宝贝。木棉球的进化型。无论怎样细小的缝隙也能像风一样穿过。只留下白色的毛球。"
  },
  {
    "id": 548,
    "description": "百合根娃娃，根神奇宝贝。喜欢水分和营养充足的土壤，百合根娃娃居住的地方作物生长状况都很好。"
  },
  {
    "id": 549,
    "description": "裙儿小姐，花饰神奇宝贝。头上的花饰香味有让人放松的效果，就算是老经验的训练家都很难让它绽放美丽的花朵。"
  },
  {
    "id": 550,
    "description": "勇士鲈鱼，乱暴神奇宝贝，是非常狂暴的神奇宝贝。红色与蓝色的勇士鲈鱼之间感情极差，遇到了就会发生冲突。"
  },
  {
    "id": 551,
    "description": "黑眼鳄，沙漠鳄鱼神奇宝贝。会潜伏在沙子中，将眼睛和鼻子露在外面进行移动，黑色薄膜会保护眼睛。"
  },
  {
    "id": 552,
    "description": "混混鳄，沙漠鳄鱼神奇宝贝。黑眼鳄的进化型。覆盖于眼球的特殊薄膜，是用来感知物体的热能。就算在黑暗里也能看见周围。"
  },
  {
    "id": 553,
    "description": "流氓鳄，威吓神奇宝贝，混混鳄的进化型。不会放过任何猎物。拥有撕碎汽车的强有力下颚。"
  },
  {
    "id": 554,
    "description": "火红不倒翁，不倒翁神奇宝贝。体内火焰燃烧时会沉不住气四处走动。火焰变小时便会入眠。"
  },
  {
    "id": 555,
    "description": "达摩狒狒，燃烧神奇宝贝。火红不倒翁的进化型。将体内火焰燃烧至1400度时可获得用拳头打烂翻斗矿车的破坏力。"
  },
  {
    "id": 556,
    "description": "街头沙铃，仙人掌神奇宝贝。居住在干燥的土地上，身体照节奏摆动的时候就会发出沙铃般的声音。"
  },
  {
    "id": 557,
    "description": "石居蟹，石居神奇宝贝。只要找到大小适中的岩石，就会将岩石底部挖空，将岩石做成保护自己身体的甲壳。"
  },
  {
    "id": 558,
    "description": "岩殿居蟹，岩居神奇宝贝。石居蟹的进化型。即使背负著沉重的岩石，也有在干燥的土地上行走数日的脚力。"
  },
  {
    "id": 559,
    "description": "滑头小子，脱皮神奇宝贝。把皮拉到颈部是防御的姿势。橡胶般的弹力可减轻伤害。"
  },
  {
    "id": 560,
    "description": "头巾混混，恶党神奇宝贝，滑头小子的进化型。飞腿攻击具有足以破坏水泥块的威力。会将蜕皮下来的皮松垮的套到腰间，它的皮非常有弹性。"
  },
  {
    "id": 561,
    "description": "象征鸟，化兽鸟神奇宝贝。是古代都市的守护神，会用幻象能量攻击侵入地盘的敌人。"
  },
  {
    "id": 562,
    "description": "哭哭面具，魂神奇宝贝。是徘徊在古代文明的遗迹之中的幽灵系神奇宝贝。"
  },
  {
    "id": 563,
    "description": "死神棺，棺木神奇宝贝。哭哭面具的进化型。会把靠近的人类吞下去变成木乃伊，非常喜欢吃黄金."
  },
  {
    "id": 564,
    "description": "原盖海龟，古代龟神奇宝贝。古代龟神奇宝贝"
  },
  {
    "id": 565,
    "description": "肋骨海龟，古代龟神奇宝贝。原盖海龟的进化型，下颚的力量难以估计。将钢材和岩石连同猎物一起咬得粉碎。"
  },
  {
    "id": 566,
    "description": "始祖小鸟，古老鸟神奇宝贝。从古代的化石中复活。栖息在树上，可以不用飞行就在树枝之间跳来跳去。"
  },
  {
    "id": 567,
    "description": "始祖大鸟，古老鸟神奇宝贝。始祖小鸟的进化型，比起飞行，更擅长奔跑。以４０千米的时速助跑之后猛地向空中展翅飞翔。"
  },
  {
    "id": 568,
    "description": "破破袋，垃圾袋神奇宝贝。垃圾袋和工业废弃物产生化学反应而诞生出的神奇宝贝。"
  },
  {
    "id": 569,
    "description": "灰尘山，垃圾场神奇宝贝。破破袋的进化型，吸收垃圾之后，在体内生成新种类的毒气和毒液。"
  },
  {
    "id": 570,
    "description": "索罗亚，恶狐神奇宝贝。会变化为人类或其他神奇宝贝，隐藏自己的真面目，保护自己远离危险。"
  },
  {
    "id": 571,
    "description": "索罗亚克，妖狐神奇宝贝。索罗亚的进化型，幻化成对手以保护群落的安全。同伴间的羁绊很强。"
  },
  {
    "id": 572,
    "description": "泡沫栗鼠，栗鼠神奇宝贝。是很喜欢干净物品的神奇宝贝。要是发现脏掉的东西，就会用尾巴代替扫帚，来打扫干净。"
  },
  {
    "id": 573,
    "description": "奇诺栗鼠，丝巾神奇宝贝。泡沫栗鼠的进化型，身体覆盖着特殊的脂肪，能够缓冲对手的拳击之类的攻击"
  },
  {
    "id": 574,
    "description": "哥德宝宝，凝视神奇宝贝。会一直观察神奇宝贝或训练家，像蝴蝶结一样的触角能放大幻象能量。"
  },
  {
    "id": 575,
    "description": "哥德小童，操纵神奇宝贝。哥德宝宝的进化型。星光是它力量的来源，会使用催眠术操纵人类或神奇宝贝，可以用幻象能量让石头浮起来，记录星星的位置。"
  },
  {
    "id": 576,
    "description": "哥德小姐，天体神奇宝贝。是能操纵强大幻象能量的神奇宝贝。据说只要使出那绝招，就能扭曲周遭的空间，将其扩展成异空间。"
  },
  {
    "id": 577,
    "description": "单卵细胞球，细胞神奇宝贝。因为身体被特殊的细胞包围著，所以可以在任何环境下生活。会发出幻象能量将攻击它的敌人击退。"
  },
  {
    "id": 578,
    "description": "双卵细胞球，分割神奇宝贝，单卵细胞球的进化型。拥有分割成两个部份的大脑，两个大脑思考同一件事时可以发挥最大的力量。"
  },
  {
    "id": 579,
    "description": "人造细胞卵，增幅神奇宝贝。双卵细胞球的进化型，全力施展精神力时，能操纵特殊的液体组成的手臂将岩石粉碎。"
  },
  {
    "id": 580,
    "description": "鸭宝宝，水鸟神奇宝贝。非常擅长潜水，为了寻找喜欢吃的水苔，经常在水中来回游动。"
  },
  {
    "id": 581,
    "description": "首席天鹅，白鸟神奇宝贝。鸭宝宝的进化型。喙的攻击非常强劲，会伸长脖子连续使用喙来攻击。"
  },
  {
    "id": 582,
    "description": "迷你冰，新雪神奇宝贝。会吐出零下50度的寒气，制造雪的结晶，让四周降下雪来。"
  },
  {
    "id": 583,
    "description": "多多冰，冰雪神奇宝贝。迷你冰的进化型。栖息在雪山上，在很久以前的冰河期搬迁到了南方的土地上。"
  },
  {
    "id": 584,
    "description": "双倍多多冰，暴风雪神奇宝贝。多多冰的进化型，喝入大量水后在体内制作雪云。暴风雪令敌人痛苦不堪。"
  },
  {
    "id": 585,
    "description": "四季鹿，季节神奇宝贝。到了季节变换的时候，体毛和体味就会改变。一旦感受到敌意，就会藏进草丛里。"
  },
  {
    "id": 586,
    "description": "芽吹鹿，季节神奇宝贝。四季鹿的进化型。依照季节变化，生长在角上的花也有所不同。人们可以透过芽吹鹿的角，感受到季节的变换。"
  },
  {
    "id": 587,
    "description": "导电飞鼠，飞鼠神奇宝贝。生活在森林里的树木上，会使用斗篷般的翼膜滑翔于空中。"
  },
  {
    "id": 588,
    "description": "盖盖虫，啃咬神奇宝贝。生活在森林或野原中，潜伏在草叶或树木的阴影下。只要一感觉到危险就会喷出酸性液体来抵御。"
  },
  {
    "id": 589,
    "description": "骑士蜗牛，骑兵神奇宝贝。盖盖虫的进化型。有钢铁的铠甲能保护全身。"
  },
  {
    "id": 590,
    "description": "宝贝球菇，蘑菇神奇宝贝。不知道为什么，有著和神奇宝贝球相似的花纹，会朝著敌人吹出毒孢子将敌人击退。"
  },
  {
    "id": 591,
    "description": "暴露菇，蘑菇神奇宝贝。宝贝球菇的进化型。它会晃动双臂上像神奇宝贝球的菇伞，跳起捕捉猎物的舞。"
  },
  {
    "id": 592,
    "description": "轻飘飘，漂浮神奇宝贝。轻如薄纱的手臂能将对方的身体缠住，并使用毒素将其麻痹。据说是栖息处位在水深八千公尺的深海里的神奇宝贝。"
  },
  {
    "id": 593,
    "description": "胖嘟嘟，浮游神奇宝贝。轻飘飘的进化型，不小心迷航进胖嘟嘟住所的游船会沉没，乘务员们的生命会被吸走。"
  },
  {
    "id": 594,
    "description": "保母曼波，看护神奇宝贝。漂泊于大海原之上。发现受伤的神奇宝贝后会抱着运送到岸边。"
  },
  {
    "id": 595,
    "description": "电电虫，黏住神奇宝贝。喜欢黏在体型较大的神奇宝贝身上吸收静电，把电力储存在蓄电袋里。"
  },
  {
    "id": 596,
    "description": "电蜘蛛，电蜘蛛神奇宝贝。电电虫的进化型。用带电的蛛丝设下陷阱，藉以让敌人或猎物触电。"
  },
  {
    "id": 597,
    "description": "种子铁球，刺果神奇宝贝。刺入洞穴的顶部，吸收岩石中的铁质。陷入危险时用刺来攻击。"
  },
  {
    "id": 598,
    "description": "坚果哑铃，刺球神奇宝贝。种子铁球的进化型，用三根触须将对手摔出去，然后射出飞刺将对手粉碎得面目全非。"
  },
  {
    "id": 599,
    "description": "齿轮儿，齿轮神奇宝贝。两个个体的组合是独一无二的。与其他个体无法咬合。"
  },
  {
    "id": 600,
    "description": "齿轮组，齿轮神奇宝贝。齿轮儿的进化型，小齿轮和大齿轮分离开了。如果为了攻击而抛射出去的小齿轮没能回来，就会死去。"
  },
  {
    "id": 601,
    "description": "齿轮怪，齿轮神奇宝贝。齿轮儿的最终进化型。红色的内核有能量槽的功用，所储存的能量会从尖端向周围射出。"
  },
  {
    "id": 602,
    "description": "麻麻小鱼，电气鱼神奇宝贝。身上有产生电的器官，一陷入危机就会发电。平常是成群行动。"
  },
  {
    "id": 603,
    "description": "麻麻鳗，电气鱼神奇宝贝。麻麻小鱼的进化型，将对手缠绕起来，从圆形的斑点中发出电流，然后把被麻痹的地方整个咬下来。"
  },
  {
    "id": 604,
    "description": "麻麻鳗鱼王，电气鱼神奇宝贝。会用嘴巴的吸盘吸住猎物，再用电流让猎物触电。"
  },
  {
    "id": 605,
    "description": "小灰怪，脑神奇宝贝。突然从沙漠的另一头出现，在那之前，从来没有人见过的神奇宝贝。"
  },
  {
    "id": 606,
    "description": "大宇怪，脑神奇宝贝，是小灰怪的进化型。据说会藉著让三色的手指闪烁发光和同伴进行对话。"
  },
  {
    "id": 607,
    "description": "烛光灵，蜡烛神奇宝贝。会出现在漆黑的地方，点上灯火，照亮周围，并且主动为人带路，其实却是引诱对方前往灵界。它会吸取人类或神奇宝贝的生命能量，让头上的烛火燃烧。"
  },
  {
    "id": 608,
    "description": "灯火幽灵，油灯神奇宝贝，烛光灵的进化型。据说偶尔会跟烛光灵一起吸取人类和神奇宝贝的生命能量，带领其踏上前往灵界的道路。"
  },
  {
    "id": 609,
    "description": "水晶灯火灵，邀请神奇宝贝，灯火幽灵的进化型。它会摇曳手上的火焰让对手进入催眠状态。"
  },
  {
    "id": 610,
    "description": "牙牙，牙神奇宝贝，会用獠牙在树木上刻记号来标示地盘，獠牙就算掉了也能再长出来。"
  },
  {
    "id": 611,
    "description": "斧牙龙，颚斧神奇宝贝。牙牙的进化型。由于利齿不会再生，所以战斗结束后要用河滩上的岩石精心研磨。"
  },
  {
    "id": 612,
    "description": "双斧战龙，鄂斧神奇宝贝，牙牙的最终进化型态。虽然个性温柔，但是拥有就算切断钢筋，也完全不会变钝的坚硬利牙。全身包裹着坚硬的铠甲。"
  },
  {
    "id": 613,
    "description": "喷嚏熊，结冰神奇宝贝，是冻原熊进化前的型态。用来发出绝招的鼻水一直都滴垂在身前，藉抽吸鼻水来发出绝招。"
  },
  {
    "id": 614,
    "description": "冻原熊，结冻神奇宝贝。会将吐出的气息冰冻起来制造出冰牙和冰爪进行战斗，居住在北方寒冷的土地上。"
  },
  {
    "id": 615,
    "description": "几何雪花，结晶神奇宝贝。出生于雪云之中，使用由冰的结晶做成的锁链捕捉猎物。"
  },
  {
    "id": 616,
    "description": "小嘴蜗，蜗牛神奇宝贝。一遭到敌人攻击就会关闭外壳的盖子进行防御，再从盖子的缝隙间释放出黏滑的溶液进行攻击。"
  },
  {
    "id": 617,
    "description": "敏捷虫，去壳神奇宝贝。小嘴蜗的进化型。因为脱去了沉重的外壳，所以行动变轻巧了，对战的时候身手就像忍者一样。"
  },
  {
    "id": 618,
    "description": "泥巴鱼，陷阱神奇宝贝。释放出电力时会露出笑容。埋藏于泥土中，接触到猎物时就会放出电力麻痹对方。"
  },
  {
    "id": 619,
    "description": "功夫鼬，武术神奇宝贝。以行云流水一般连续不断发出的攻击完全压制对手，用锐利的爪子将敌人切开。"
  },
  {
    "id": 620,
    "description": "师父鼬，武术神奇宝贝。功夫鼬的进化型，熟练地用双臂上的体毛像鞭子一样连续攻击。一旦开始，谁也无法阻止。"
  },
  {
    "id": 621,
    "description": "赤面龙，洞穴神奇宝贝。使用翅膀吸收阳光藉以温暖身体。脸上的皮肤比岩石还要坚硬。"
  },
  {
    "id": 622,
    "description": "泥偶小人，泥偶神奇宝贝。据说有可能是梦幻的古代文明科学下所产生的神奇宝贝。"
  },
  {
    "id": 623,
    "description": "泥偶巨人，泥偶神奇宝贝。泥偶小人的进化型，由古时候的人们制造出来用以守护神奇宝贝和人类。利用谜一般的能量来活动"
  },
  {
    "id": 624,
    "description": "驹刀小兵，利器神奇宝贝。全身都成为了利器，能紧紧的抓住猎物，近距离使出利刃给予痛击。"
  },
  {
    "id": 625,
    "description": "劈斩司令，刀刃神奇宝贝。驹刀小兵的进化型，令几只驹刀小兵交战，将负伤而无法动弹的猎物劈成两半的可怕的神奇宝贝。"
  },
  {
    "id": 626,
    "description": "爆爆头水牛，撞头牛神奇宝贝。会永不止境地往前冲，用头部突击敌人，具有非常强大的破坏力。"
  },
  {
    "id": 627,
    "description": "毛头小鹰，雏鹰神奇宝贝。敢于直面大型对手不是因为勇敢，而是因为莽撞。但是从中也得到磨炼而变强。"
  },
  {
    "id": 628,
    "description": "勇士鹰，勇猛神奇宝贝。毛头小鹰的进化型，如果是为了同伴，不管身负多重的伤也绝不放弃战斗，是勇敢的天空战士。"
  },
  {
    "id": 629,
    "description": "秃鹰小子，尿布神奇宝贝。翅膀很小，还不能飞翔。用秃鹰娜收集来的骸骨来保护下体。"
  },
  {
    "id": 630,
    "description": "秃鹰娜，骨鹰神奇宝贝。会从空中观察地面，袭击猎物。用爪子和鸟喙发动的攻击十分有迫力。"
  },
  {
    "id": 631,
    "description": "食蚁炉，食蚁兽神奇宝贝。将从尾部吸入的空气变成火焰，像舌头一样将铁蚁熔化之后吃掉。"
  },
  {
    "id": 632,
    "description": "铁蚁，铁蚁神奇宝贝。身体由钢铁盔甲组成。集团行动防备食蚁炉的进攻。"
  },
  {
    "id": 633,
    "description": "单首龙，粗鲁神奇宝贝。有任何东西都爱咬的习性，能吃的东西全部都会吞下肚，随意靠近的话非常危险。"
  },
  {
    "id": 634,
    "description": "双头龙，乱暴神奇宝贝。单首龙的进化型，两个脑袋的关系很僵，都想比另一个脑袋吃得多，从而掌握领导权。"
  },
  {
    "id": 635,
    "description": "三头龙，凶暴神奇宝贝。双头龙的进化型，一旦发现活动的物体就猛扑上去，用三个脑袋吃得一干二净的可怕的神奇宝贝。"
  },
  {
    "id": 636,
    "description": "燃烧虫，火炬神奇宝贝。栖息在火山的山脚下。会从五只角中发出火焰，将前来袭击的敌人击退。"
  },
  {
    "id": 637,
    "description": "火神虫，太阳神奇宝贝。燃烧虫的进化型，被认为是太阳的化身。在严寒的冬天出现，拯救被冻得颤抖的神奇宝贝。"
  },
  {
    "id": 638,
    "description": "勾帕路翁，铁心神奇宝贝。有着钢铁的心灵和身体。如果有人类伤害了神奇宝贝，就与同伴一起惩戒人类。"
  },
  {
    "id": 639,
    "description": "代拉基翁，岩窟神奇宝贝。传说中描绘的神奇宝贝。为了守护神奇宝贝，用骄人的力量将城墙破坏掉。"
  },
  {
    "id": 640,
    "description": "毕力吉翁，草原神奇宝贝。传说中记载着它用敏捷的身法戏弄对手，从而保护神奇宝贝。"
  },
  {
    "id": 641,
    "description": "龙卷云，旋风神奇宝贝。在四面八方飞来飞去。此时，风力变得异常强烈，不管什么东西都会被吹飞。"
  },
  {
    "id": 642,
    "description": "雷电云，雷击神奇宝贝。一边在空中盘旋，一边到处劈下闪电引发山林火灾，因而招人讨厌。"
  },
  {
    "id": 643,
    "description": "雷希拉姆，白阳神奇宝贝。能用火焰将世界燃烧殆尽的传说中的神奇宝贝。会帮助构筑真实世界的人。"
  },
  {
    "id": 644,
    "description": "捷克罗姆，黑阴神奇宝贝。能用闪电将世界灼烧殆尽的传说中的神奇宝贝。会辅佐创造理想世界的人。"
  },
  {
    "id": 645,
    "description": "土地云，丰饶神奇宝贝。吸收风和雷转变成能量，给予土地营养，让大地变得丰饶。"
  },
  {
    "id": 646,
    "description": "酋雷姆，境界神奇宝贝，将真实和理想埋藏在遗失的身体中，等待英雄出现的冰之传说神奇宝贝"
  },
  {
    "id": 647,
    "description": "凯路迪欧，幼马神奇宝贝。通过坚定决心，使浑身力量高涨，行动敏捷，跳起来的时候能看到残像。"
  },
  {
    "id": 648,
    "description": "美洛耶塔，旋律神奇宝贝。演奏出的旋律有着让附近的神奇宝贝时而喜悦、时而悲伤的力量。"
  },
  {
    "id": 649,
    "description": "盖诺赛克特，古生代神奇宝贝。存在于三亿年前的神奇宝贝。被电浆团改造，在背部加上了炮台。"
  },
  {
    "id": 650,
    "description": "哈力栗，刺栗神奇宝贝。平常头上的荆刺非常柔软，只要一用力就会变得尖锐，甚至硬到足以贯穿岩石。"
  },
  {
    "id": 651,
    "description": "胖胖哈力，棘甲神奇宝贝。哈力栗的进化型，同伴之间以互相撞击的方式来锻炼下半身，有著自己不主动战斗的温柔性格。"
  },
  {
    "id": 652,
    "description": "布里卡隆，棘甲神奇宝贝。胖胖哈力的进化型，摆出以拳头保护脸部的防御姿态时，连炸弹的直击都能承受住。"
  },
  {
    "id": 653,
    "description": "火狐狸，狐狸神奇宝贝。只要吃小树枝就会很有精神，可以喷出超过摄氏200度的热气。"
  },
  {
    "id": 654,
    "description": "长尾火狐，狐狸神奇宝贝。火狐狸的进化型，尾巴上插著一根木棍，会用木棍的火焰跟嘴里喷出的火焰，制造巨大漩涡来打倒对手。"
  },
  {
    "id": 655,
    "description": "妖火红狐，狐狸神奇宝贝，是火狐狸的最终进化型。当它看著手杖前端，燃烧的火焰集中精神的时候，可以使用念力制造出3000度的火焰漩涡。"
  },
  {
    "id": 656,
    "description": "呱呱泡蛙，泡蛙神奇宝贝。胸口和背上会制造出被称为呱呱泡沫的泡沫，呱呱泡沫可以承受攻击减少受到伤害。"
  },
  {
    "id": 657,
    "description": "呱头蛙，泡呱神奇宝贝，是呱呱泡蛙的进化型。拥有不输给任何人的轻盈身体，他的速度快到可以只花1分钟，登上超过600公尺的高塔。"
  },
  {
    "id": 658,
    "description": "甲贺忍蛙，隐形神奇宝贝，是呱呱泡蛙的最终进化型。拥有敏捷的动作捣乱对手，然后用水手里剑劈斩敌人。"
  },
  {
    "id": 659,
    "description": "掘掘兔，挖洞神奇宝贝。有著像铲子一样的耳朵。通过挖洞锻炼的耳朵有著能切断粗树根的威力。"
  },
  {
    "id": 660,
    "description": "攉土兔，挖洞神奇宝贝，是掘掘兔的进化型。它巨大耳朵的力气非常大，可以轻松地把超过一吨的岩石举起来。"
  },
  {
    "id": 661,
    "description": "小箭雀，知更鸟神奇宝贝。鸟鸣的声音非常美妙，面对进入自己领域的对手会毫不留情的进行攻击。"
  },
  {
    "id": 662,
    "description": "火箭雀，火花神奇宝贝，小箭雀的进化型。肚子里炎袋的火力越强，飞行的速度就越快，但点火的时候需要花点时间。"
  },
  {
    "id": 663,
    "description": "烈箭鹟，烈火神奇宝贝。拥有一个源源不断不停地燃烧的炎袋，进行战斗等激烈活动时，火力会变得更加强烈。是小箭雀的最终进化型。"
  },
  {
    "id": 664,
    "description": "粉蛹，喷粉神奇宝贝。被鸟类神奇宝贝攻击的时候，会散布黑色的粉末，包覆身体的粉末可以调整体温。"
  },
  {
    "id": 665,
    "description": "粉蝶蛹，喷粉神奇宝贝。被敌人攻击的时候，它包覆身体的毛，会像翅膀一样张开，借此威吓对方。"
  },
  {
    "id": 666,
    "description": "碧粉蝶，麟粉神奇宝贝。寻找水源的能力非常优秀，据说只要跟在它的后面，最后就能够抵达涌泉处。"
  },
  {
    "id": 667,
    "description": "小狮狮，幼狮神奇宝贝。为了变强而逐渐变得离开群体独立生活。血气旺盛，因为一点小事就立刻会开始打架。"
  },
  {
    "id": 668,
    "description": "火炎狮，王者神奇宝贝。小狮狮的进化型。群体之中拥有最大火焰的鬃毛的雄性将作为首领率领大家。雌性会在群体中保护小孩。"
  },
  {
    "id": 669,
    "description": "花蓓蓓，单支神奇宝贝。一生下来就会发现自己最中意的花朵，一辈子都会重视那朵花。"
  },
  {
    "id": 670,
    "description": "花叶蒂，一朵神奇宝贝。花蓓蓓的进化型。在花田中飞来飞去帮忙照料快要枯萎的花。引出花的秘密力量来战斗。"
  },
  {
    "id": 671,
    "description": "花洁夫人，花园神奇宝贝。花叶蒂的进化型，领地是美丽的花园，沐浴花草放出的能量成为自己的力量。"
  },
  {
    "id": 672,
    "description": "咩咩羊，座骑神奇宝贝。据说是最早跟人类一起生活，也是拥有温驯性格的神奇宝贝。"
  },
  {
    "id": 673,
    "description": "坐骑山羊，骑乘神奇宝贝。咩咩羊的进化型，通过握住角的些许差异来读取训练师的心情，如果变得同心的话就会开始跑动。"
  },
  {
    "id": 674,
    "description": "顽皮熊猫，调皮神奇宝贝。如果被敌人看扁的话，它们会努力地瞪回去，但是效果非常薄弱。"
  },
  {
    "id": 675,
    "description": "流氓熊猫，强硬神奇宝贝，顽皮熊猫的进化型。脾气暴躁，容易跑去找人打吵架。含在嘴里的竹叶，具备感觉器官的功能，可以探测出周围的动向。"
  },
  {
    "id": 676,
    "description": "多丽米亚，贵宾犬神奇宝贝，在很久以前的卡洛斯地方曾经被任命为保卫国王的护卫身份。"
  },
  {
    "id": 677,
    "description": "妙喵，自制神奇宝贝，拥有让半径100公尺内的物品飞起来的超能力。"
  },
  {
    "id": 678,
    "description": "超能妙喵，抑制神奇宝贝。只要察觉到有危险，就会张开耳朵释放能够压扁十吨卡车的超能力。雄性与雌性有不同外型。"
  },
  {
    "id": 679,
    "description": "独剑鞘，王剑神奇宝贝。死者的灵魂寄宿在剑上从而诞生的神奇宝贝，会吸收人的生命。"
  },
  {
    "id": 680,
    "description": "双剑鞘，王剑神奇宝贝。独剑鞘的进化型，靠两把剑来防御复杂的连续攻击，即使是剑技达人也办不到。"
  },
  {
    "id": 681,
    "description": "坚盾剑怪，王权神奇宝贝。双剑鞘的进化型，似乎能够看穿拥有王之素质的人，据说被它认可的人不久后就会成为王。"
  },
  {
    "id": 682,
    "description": "粉香香，香水神奇宝贝。从体内飘出的香味能够魅惑闻到的人，香味会根据吃的东西而改变。"
  },
  {
    "id": 683,
    "description": "芳香精，芳香神奇宝贝。粉香香的进化型，可以制造出各种各样的气味。放出令对手讨厌的气味能够有利地推进战斗。"
  },
  {
    "id": 684,
    "description": "绵绵泡芙，棉花糖神奇宝贝。非常爱吃甜食，当甜食不够吃的时候，心情会变得非常差。"
  },
  {
    "id": 685,
    "description": "胖甜妮，奶油神奇宝贝。绵绵泡芙的进化型，嗅觉非常地发达，对香甜的味道非常敏感。"
  },
  {
    "id": 686,
    "description": "豪喇花枝，回转神奇宝贝。光忽亮忽灭能让袭击的敌人丧失战意，趁这个空隙隐藏自己的身姿。"
  },
  {
    "id": 687,
    "description": "乌贼王，逆转神奇宝贝，豪喇花枝的进化型。最能使出强力催眠术的神奇宝贝，可使用催眠术让它操纵的对象，按照它的意愿行动。"
  },
  {
    "id": 688,
    "description": "龟脚脚，双手神奇宝贝。两只龟脚脚靠一块岩石生活。当它们起争执的时候其中一只会向其他岩石移动。"
  },
  {
    "id": 689,
    "description": "龟足巨铠，综合神奇宝贝。虽然它的手脚有大脑会随意摆动，但是平常会服从头部的命令。"
  },
  {
    "id": 690,
    "description": "垃垃藻，拟草神奇宝贝。它会模仿腐烂的海藻，一边瞒过敌人的耳目，一边蓄积进化的力量。"
  },
  {
    "id": 691,
    "description": "毒拉蜜妮，拟草神奇宝贝，垃垃藻的进化型。它随著潮水游动的样子，看起来就像随波逐流的海藻。"
  },
  {
    "id": 692,
    "description": "铁臂枪虾，水枪神奇宝贝。右手腕上的枪会发射压缩后的水，靠著发射的冲击给对手造成伤害。"
  },
  {
    "id": 693,
    "description": "钢炮臂虾，发射器神奇宝贝。铁臂枪虾的进化型。拥有能够发射水炮弹的巨大手腕。可以击穿游轮的船体。"
  },
  {
    "id": 694,
    "description": "伞电蜥，发电神奇宝贝。在沙漠里生活。沐浴太阳光来发电，就算不吃东西也没关系。"
  },
  {
    "id": 695,
    "description": "电伞查特，发电神奇宝贝，伞电蜥的进化型，会把它的围巾张开来充电，其发电力多到能以一只电伞查特制造出高楼大厦必要的电量。"
  },
  {
    "id": 696,
    "description": "宝宝暴龙，幼君神奇宝贝。具有高破坏力且巨大的大颚，可以轻松的把车子咬碎。遇到不喜欢的事，会生气的情绪失控。"
  },
  {
    "id": 697,
    "description": "怪颚龙，暴君神奇宝贝。宝宝暴龙的进化型，靠连厚厚的铁板也能像纸一样撕碎的大颚在古代世界称王称霸。"
  },
  {
    "id": 698,
    "description": "冰雪龙，冻原神奇宝贝。从一亿年前就处于冰封状态的身体的一部份复活而来的古代神奇宝贝。"
  },
  {
    "id": 699,
    "description": "冰雪巨龙，冻原神奇宝贝。冰雪龙的进化型。从菱形的结晶中放出零下150度的冷气，将敌人冰封起来。"
  },
  {
    "id": 700,
    "description": "仙子精灵，连结神奇宝贝，伊布的进化型，会用缎带般的触角，缠在最喜欢的训练家手臂上，一起走路"
  },
  {
    "id": 701,
    "description": "战斗飞鸟，摔跤神奇宝贝。以华丽的动作战斗，练就了一身华丽的技能，非常执著于强悍的力量。"
  },
  {
    "id": 702,
    "description": "咚咚鼠，天线神奇宝贝。胡子具有天线的功能，借由收发电波可以和遥远的伙伴取得联络。"
  },
  {
    "id": 703,
    "description": "小碎钻，宝石神奇宝贝。在地下深深的高温高压环境中诞生。从头上的石头里放出能量。"
  },
  {
    "id": 704,
    "description": "黏黏宝，软体神奇宝贝。是龙系里面最弱小的神奇宝贝。为了不让湿黏黏的身体变干，会生活在潮湿阴暗的地方。"
  },
  {
    "id": 705,
    "description": "黏美伊儿，软体神奇宝贝。黏黏宝的进化型，分泌出任何东西都能溶化的粘液击退敌人。眼珠子退化了所以看不见东西。"
  },
  {
    "id": 706,
    "description": "黏美露龙，龙神奇宝贝。黏美伊儿的进化型，很亲近人的龙神奇宝贝。紧紧抱住最喜欢的训练师，用粘液将他弄得滑溜溜的。"
  },
  {
    "id": 707,
    "description": "钥圈儿，钥匙圈神奇宝贝。有收集钥匙的习性。遭到敌人袭击时会敲响钥匙发出丁零当啷的声音威吓对方。"
  },
  {
    "id": 708,
    "description": "小木灵，残株神奇宝贝。腐烂的残根寄宿灵魂成为了神奇宝贝。住在人类不会靠近的森林之中。"
  },
  {
    "id": 709,
    "description": "朽木妖，古木神奇宝贝，小木灵的进化型。能自由自在地操纵其他树木，会把在森林里大闹的人类赶出森林。"
  },
  {
    "id": 710,
    "description": "南瓜精，南瓜神奇宝贝。大部分时间都埋在土里睡觉，他发光的眼睛会成为旅人路上的向导。"
  },
  {
    "id": 711,
    "description": "南瓜怪人，南瓜神奇宝贝。南瓜精的进化型，在新月之夜一边用令人毛骨悚然的声音唱歌一边在街上徘徊。听到这歌声的话将会遭到诅咒。"
  },
  {
    "id": 712,
    "description": "冰宝，冰块神奇宝贝。身体覆蓋著冰能够防御敌人的攻击。即使将冰打破也能很快利用冷气制造出来。"
  },
  {
    "id": 713,
    "description": "冰岩怪，冰山神奇宝贝。冰宝的进化型，结冰的躯体有如钢铁般坚硬。用巨大的身体碾碎阻挡它的东西来移动。"
  },
  {
    "id": 714,
    "description": "嗡蝠，音波神奇宝贝。会从头部的耳朵发出超音波影响猎物的听觉，借此让对方造成伤害。"
  },
  {
    "id": 715,
    "description": "音波龙，音波神奇宝贝。嗡蝠的进化型，在连月光都没有的暗夜中飞行，袭击放松警惕的猎物。在黑暗中的战斗堪称无敌。"
  },
  {
    "id": 716,
    "description": "哲尔尼亚斯，生命神奇宝贝。据说能够分享出永恒的生命。以树木的姿态沉睡了一千年后复活。"
  },
  {
    "id": 717,
    "description": "伊裴尔塔尔，破坏神奇宝贝。寿命将近的时候会吸收所有生物的生命，之后变回一个茧。"
  },
  {
    "id": 718,
    "description": "基格尔德，秩序神奇宝贝。当卡洛斯地方的生态系统崩坏的时候就会现身，能够发挥出秘密的力量。"
  },
  {
    "id": 719,
    "description": "蒂安希，宝石神奇宝贝。小碎钻的突变体，全身闪耀着粉色光芒，它被认为是世间最美丽的。"
  },
  {
    "id": 720,
    "description": "胡帕，捣乱神奇宝贝。它将喜欢的东西收集起来，然后通过圆环将它们传送到秘密的地方。"
  },
  {
    "id": 721,
    "description": "波尔凯尼恩，蒸汽神奇宝贝，释放出大量蒸汽，然后消失在浓雾中。据说它住在人迹罕至的山里。"
  },
  {
    "id": 722,
    "description": "木木梟，草羽寶可夢，是草跟飛行属性。白天會利用光合作用囤積力量。會無聲無息的飛行，突然衝向敵人，趁對方不注意的時候，使出猛烈的踢擊。"
  },
  {
    "id": 723,
    "description": "投羽枭，很注重外表，刃羽神奇宝贝，由木木枭进化而来，只要有空就会整理翅膀。有时候也会因为过于在意羽毛的整洁而无法战斗。"
  },
  {
    "id": 724,
    "description": "狙射树枭，箭羽神奇宝贝，由投羽枭进化而来，搭弦射出收藏在翅膀里的箭羽。有着连前方100米的小石头也能穿透的精度。"
  },
  {
    "id": 725,
    "description": "火斑喵，火貓寶可夢，是火属性。不輕易流露感情，喜歡跟自己獨處。必須要花點時間，才能得到牠的信任。"
  },
  {
    "id": 726,
    "description": "炎热喵，火猫神奇宝贝，由火斑喵进化而来，脖子上挂有火焰铃铛。喷出火焰的时候，会叮铃铃地发出很响的声音。"
  },
  {
    "id": 727,
    "description": "炽焰咆哮虎，反派神奇宝贝，由炎热喵进化而来，性格粗鲁又任性。心情不爽的时候，连训练家的命令也会淡定地无视。"
  },
  {
    "id": 728,
    "description": "球球海獅，海獅寶可夢，是水属性。牠會操縱水做的氣球。為了吹出大大的氣球，還會勤奮地反覆練習。"
  },
  {
    "id": 729,
    "description": "花漾海狮，偶像神奇宝贝，由球球海狮进化而来，擅长跳舞，能够边跳舞，边一个接一个地制作水做的气球扔向敌人。"
  },
  {
    "id": 730,
    "description": "西狮海壬，独唱者神奇宝贝，由花漾海狮进化而来，用歌声操纵水做的气球。这个旋律会在伙伴间学习，被一代代地群体传承下去。"
  },
  {
    "id": 731,
    "description": "小篤儿，啄木鳥寶可夢，是一般跟飛行属性。以每秒16次的速度啄出樹洞，並且把食物儲藏在樹洞裡。"
  },
  {
    "id": 732,
    "description": "喇叭啄鳥，喇叭喙寶可夢，是小篤儿的進化形。能一口氣朝敵人或獵物射出儲存在嘴巴裡面的樹果種子。"
  },
  {
    "id": 733,
    "description": "銃嘴大鳥，銃炮寶可夢，是喇叭啄鳥的進化形。加熱後的鳥嘴溫度可以超過一百度，如果被啄到就會嚴重燙傷。"
  },
  {
    "id": 734,
    "description": "貓鼬少，巡迴寶可夢。貓鼬探長，監視寶可夢。兩者都是一般属性。貓鼬少具有強壯的牙齒跟下顎，進化成貓鼬探長之後，就會變得更執著，而且更有忍耐力。"
  },
  {
    "id": 735,
    "description": "貓鼬少，巡迴寶可夢。貓鼬探長，監視寶可夢。兩者都是一般属性。貓鼬少具有強壯的牙齒跟下顎，進化成貓鼬探長之後，就會變得更執著，而且更有忍耐力。"
  },
  {
    "id": 736,
    "description": "強顎雞母蟲，幼蟲寶可夢，是蟲属性。會用巨大的雙顎削開樹木吸取樹汁。平常都在地底下生活。"
  },
  {
    "id": 737,
    "description": "蟲電寶，蓄電池寶可夢，是蟲跟電属性，強顎雞母蟲的進化形。儲存的電力可以供應給其它寶可夢。"
  },
  {
    "id": 738,
    "description": "锹农炮虫，锹形虫神奇宝贝，通过虫电宝在特殊磁场的地点等级提升进化而来。来回盘旋寻找机会。用巨大的颚部收集电能向敌人发射。"
  },
  {
    "id": 739,
    "description": "好勝蟹，拳鬥寶可夢，是格鬥属性。具有會取得頂尖位置的特性，戰鬥時會一邊用鉗子保護弱點，再一邊等候時機出拳進行攻擊。"
  },
  {
    "id": 740,
    "description": "好胜毛蟹，毛蟹神奇宝贝，由好胜蟹在拉纳基拉山等级提升进化而来，应该是以登顶为目标的，却阴差阳错地登上了雪山，在忍耐寒冷的过程中，由于毛发不断生长而进化成这样。"
  },
  {
    "id": 741,
    "description": "花舞鳥，在吸食阿羅拉特有的花蜜之後，屬性跟樣子就會改變了。花舞鸟拥有对应阿罗拉地区不同岛屿的不同风格，分别为热辣热辣风格、啪滋啪滋风格、呼拉呼拉风格、轻盈轻盈风格。"
  },
  {
    "id": 742,
    "description": "萌虻，蜂虻寶可夢，是虫，妖精属性。花蜜和花粉是牠的食物。擁有感知氣場的力量，能分辨出要開放的花。"
  },
  {
    "id": 743,
    "description": "蝶结萌虻，蜂虻神奇宝贝，由萌虻进化而来。把花粉做成圆形的团子。可以食用或战斗中使用，有许多的种类哦。"
  },
  {
    "id": 744,
    "description": "岩狗狗，小狗寶可夢，是岩石属性。從很久以前就和人類一起生活，會用來回奔跑鍛鍊身體。另外岩狗狗在接近進化的時候，會變得很有攻擊性也常常會單獨行動，以為牠突然消失不見了，結果某天就會以進化後的樣子出現。"
  },
  {
    "id": 745,
    "description": "岩狗狗的進化形鬃岩狼人有兩種不同的樣子，在白天進化的就是白晝的樣子，在夜晚進化的則是黑夜的樣子。"
  },
  {
    "id": 746,
    "description": "弱丁魚，小魚寶可夢，是水属性。一旦陷入危機，眼睛就會變得濕潤，看上去像在哭一樣。"
  },
  {
    "id": 747,
    "description": "好壞星，非星寶可夢，是毒跟水属性。頭上有有毒的尖刺，會用十隻觸手跳起來，翻轉身體後再攻擊敵人。"
  },
  {
    "id": 748,
    "description": "超坏星，非星神奇宝贝，通过好坏星进化而来。用12只脚在海底爬行。在超坏星爬过的地方会散落太阳珊瑚的碎屑。"
  },
  {
    "id": 749,
    "description": "泥驢仔，驢寶可夢，是地面属性。性格固執又我行我素。會吃泥土來製造泥巴，玩泥巴是牠每天必做的事。"
  },
  {
    "id": 750,
    "description": "重泥挽马，挽马神奇宝贝，由泥驴仔进化而来，从嘴里吐出的泥凝固后，即便是风雨也能经得住，所以常被涂在以前家里的外墙上。"
  },
  {
    "id": 751,
    "description": "滴蛛，水泡神奇宝贝，为了寻找食物而到地面上来。戴着水泡是为了呼吸，以及保护柔软的头部。"
  },
  {
    "id": 752,
    "description": "滴蛛霸，水泡神奇宝贝，由滴蛛进化而来，用头部的水泡来进行撞头攻击。如果是弱小的宝可梦，就会被吸进水泡溺死。"
  },
  {
    "id": 753,
    "description": "伪螳草，镰草神奇宝贝，白天的时候，沐浴着阳光睡觉。到了晚上就会开始走动，寻找更安全的睡床。"
  },
  {
    "id": 754,
    "description": "兰螳花，花镰神奇宝贝，由伪螳草进化而来，要保持鲜艳的身体颜色，得花很多功夫。但把这个当做兴趣的爱好者也是有的 。"
  },
  {
    "id": 755,
    "description": "睡睡菇，發光寶可夢，草和妖精属性。通過散播發光的孢子讓對手睡着，然後用像腳一樣的根吸取能量。"
  },
  {
    "id": 756,
    "description": "燈罩夜菇，睡睡菇的進化形，和睡睡菇一樣，能讓對方睡着並吸取能量，有時也會給中意的對象注入能量。"
  },
  {
    "id": 757,
    "description": "夜盜火蜥，毒蜥寶可夢，是毒跟火属性。住在火山或乾燥的岩石地帶。是會釋放有毒的甜甜香氣來攻擊人的危險寶可夢。"
  },
  {
    "id": 758,
    "description": "焰后蜥，毒蜥神奇宝贝，通过夜盗火蜥进化而来。不知为何只发现♀。率领夜盗火蜥的♂，组成逆后宫一起生活。"
  },
  {
    "id": 759,
    "description": "童偶熊，抓狂神奇宝贝，外表惹人喜爱，但如果被发怒后胡乱挥舞的腿脚碰到，即便是职业摔角手也会被击飞。"
  },
  {
    "id": 760,
    "description": "穿著熊，強臂寶可夢，由童偶熊进化而来，是一般跟格鬥属性。會友善地揮手，但是這是警告動作，千萬不能隨便靠近。肌肉具有壓倒性的力量，所有非常危險。"
  },
  {
    "id": 761,
    "description": "甜竹竹，水果寶可夢，是草属性。體內會散發出聞起來很美味的香氣。被這個香味引誘，有很多的鳥寶可夢都會以為是真的水果。"
  },
  {
    "id": 762,
    "description": "甜舞妮，水果寶可夢，由甜竹竹进化而来，是草属性。為了保護身體有著堅硬的殼蓋，所以牠使出的連環巴掌具有相當大的威力。"
  },
  {
    "id": 763,
    "description": "甜冷美后，水果神奇宝贝，由甜竹竹学会踩踏时等级提升进化而来，擅长运用自己的脚来踢。用脚踩住已被打倒的对手，大笑着炫耀自己的胜利。"
  },
  {
    "id": 764,
    "description": "花療環環，摘花寶可夢，是妖精属性。會讓摘回來的花朵散發出有治療效果的香氣，恢復自己跟同伴的體力或異常狀態。"
  },
  {
    "id": 765,
    "description": "智挥猩，贤者神奇宝贝，因为非常聪明而被知晓。看不起没经验的训练家，是面向资深训练家的宝可梦。"
  },
  {
    "id": 766,
    "description": "投掷猴，配合神奇宝贝，会形成20只左右的团队。这样团结在一起，会非常坚固，绝对不会舍弃伙伴 。"
  },
  {
    "id": 767,
    "description": "膽小蟲，疾行寶可夢，是蟲跟水属性。從海灘到海底，牠會住在各種地方。就算食物腐爛也會吃光，是大自然的清潔工人。"
  },
  {
    "id": 768,
    "description": "具甲武者，装甲神奇宝贝，通过胆小虫进化而来。用锐利而巨大的爪子一挥而下。连空气和海水都能一分为二的本事。"
  },
  {
    "id": 769,
    "description": "沙丘娃，沙丘寶可夢，是幽靈跟地面属性。一碰到牠頭上的鏟子，無論是人類或是寶可夢，都會被控制。"
  },
  {
    "id": 770,
    "description": "噬沙堡爷，是沙丘娃的進化形，噬沙堡爺洛托。分類是沙堡寶可夢，是幽靈跟地面属性。據說牠頭頂上的鏟子有著雷達的功能。"
  },
  {
    "id": 771,
    "description": "拳海参，海参神奇宝贝，栖息在沙滩等浅海地区。从身体里飞出体内器官，捕捉食物，或是与敌人战斗。"
  },
  {
    "id": 772,
    "description": "属性：空，人工神奇宝贝，带着沉重的控制面罩，不能释放出原来的能力。蕴藏着特别的力量。"
  },
  {
    "id": 773,
    "description": "银伴战兽，人工神奇宝贝，由属性：空亲密值进化而来，因为与同伴之间的信赖而觉醒。发挥自由变换属性的能力进行战斗。"
  },
  {
    "id": 774,
    "description": "小陨星，流星神奇宝贝，原本栖息在臭氧层，身体的外壳变重后，就会向着地面落下。吃大气中的尘埃。根据吃下的尘埃的成分，来决定内核的色调。"
  },
  {
    "id": 775,
    "description": "樹枕尾熊，半夢半醒寶可夢，是一般属性。是因為特性絕對睡眠，而時常沉眠的寶可夢。懷的樹枕是出生時由父母所給的。牠的舉動被認為是作夢引發的睡相。"
  },
  {
    "id": 776,
    "description": "爆焰龟兽，爆炸龟神奇宝贝，背上的甲壳是爆炸物。不小心打到的话会发生大爆炸。肚子上的小洞是弱点。"
  },
  {
    "id": 777,
    "description": "托戈德瑪爾，蜷縮寶可夢，是電跟鋼属性。雖然牠本身沒有太強的發電能力，但豎起背上長長的刺之後，就能當成避雷針來吸引電力，讓身體也跟著帶電。"
  },
  {
    "id": 778,
    "description": "謎擬Ｑ，畫皮寶可夢，是幽靈跟妖精属性。除了知道牠披著跟皮卡丘長得很像的破布之外，是一個真的充滿謎團的寶可夢。據說有學者看過裡面之後，就被嚇到死掉了。"
  },
  {
    "id": 779,
    "description": "磨牙彩皮魚，磨牙寶可夢，是水跟超能力属性。從頭部的突起物發出精神力量的時候，周圍會響起非常刺耳的磨牙聲。"
  },
  {
    "id": 780,
    "description": "老翁龙，悠游神奇宝贝，心地非常善良。可一旦被激怒，就会用非常猛烈的气息把周围破坏殆尽。"
  },
  {
    "id": 781,
    "description": "破破舵轮，碎藻神奇宝贝，咣咣地来回摆动巨大的船锚，连吼鲸王也能一击击倒。绿色的海藻是它的本体。"
  },
  {
    "id": 782,
    "description": "心鳞宝，鳞片神奇宝贝，敲击鳞片，传递自己的心情。在心鳞宝栖息的高山上，回荡着金属的声音。"
  },
  {
    "id": 783,
    "description": "鳞甲龙，鳞片神奇宝贝，由心鳞宝进化而来，伴随着战吼猛扑猎物。用布满鳞片的拳头将对手撕成碎片。"
  },
  {
    "id": 784,
    "description": "杖尾鳞甲龙，鳞片神奇宝贝，由鳞甲龙进化而来，看到敌人后，会让尾部的鳞片发出哐啷哐啷的声音进行威吓。弱小的家伙听到声音就会逃走。"
  },
  {
    "id": 785,
    "description": "卡璞・鸣鸣，土地神奇宝贝，好奇心旺盛的，美乐美乐的守护神。会呼唤雷雨云在体内储存雷。"
  },
  {
    "id": 786,
    "description": "卡璞蝶蝶，土地神寶可夢，是超能力跟妖精属性。牠會四處飛舞，撒下發出神祕光芒的鱗粉，據說碰到鱗粉的人轉眼之間就會恢復活力。"
  },
  {
    "id": 787,
    "description": "卡璞・哞哞，土地神奇宝贝，拔出巨大的树木，轰轰地来回挥舞。让草木茂盛，吸收其中的能量。"
  },
  {
    "id": 788,
    "description": "卡璞・鳍鳍，土地神奇宝贝，拥有利用浓雾迷惑敌人，让其自我毁灭那种程度的可怕。海流是其能量的来源。"
  },
  {
    "id": 789,
    "description": "科斯莫古，星云神奇宝贝，容易消逝的气体状身体。一边收集大气的尘埃，一边慢慢地成长着。"
  },
  {
    "id": 790,
    "description": "科斯莫姆，原始星神奇宝贝，由科斯莫古进化而来，就像死了一般几乎不动，但触碰后有些许温暖。在遥远的过去被称为星之茧。"
  },
  {
    "id": 791,
    "description": "索尔迦雷欧，日轮神奇宝贝，在太阳版中由科斯莫姆进化而来，据说是栖息在其他世界的。全身放出猛烈的光芒，即使是暗夜也会照得如同白昼。"
  },
  {
    "id": 792,
    "description": "露奈雅拉，月轮神奇宝贝，月亮版本中由科斯莫姆进化而来，据说是栖息在其他世界的。不断吞食光线，会令白昼也昏暗得好像午夜一般。。"
  },
  {
    "id": 793,
    "description": "虚吾伊德，寄生神奇宝贝，被谜团包围的究极异兽的一种。有人目击了街上的人们被寄生后暴走起来的樣子 。"
  },
  {
    "id": 794,
    "description": "爆肌蚊，膨胀神奇宝贝，从其他世界出现的究极异兽。会向人展现自己的身体，但不知道是出于自豪还是威吓。"
  },
  {
    "id": 795,
    "description": "费洛美螂，美艳神奇宝贝，危险究极异兽中的一种。被人目击到以骇人的速度在大地狂奔的样子。。"
  },
  {
    "id": 796,
    "description": "电束木，灯饰神寶可夢，被目击到了从全身喷涌出骇人电击的光景。谜一般的生物究极异兽的一种。"
  },
  {
    "id": 797,
    "description": "铁火辉夜，发射神奇宝贝，从究极之洞出现的究极异兽。被人目击到以高速在空中飞行的样子。"
  },
  {
    "id": 798,
    "description": "纸御剑，拔刀神奇宝贝，从究极之洞出现的究极异兽。本身并不打算恐吓敌人，但是锐利的全身就是凶器。"
  },
  {
    "id": 799,
    "description": "恶食大王，异食神奇宝贝，有人报告过它啃噬山体，以及吞掉大楼的模样。是究极异兽的一种。"
  },
  {
    "id": 800,
    "description": "奈克洛兹玛，棱镜神奇宝贝，好像一直都沉睡在地下。被认为是太古时代从其他世界来到此地的类似究极异兽的生物。"
  },
  {
    "id": 801,
    "description": "玛机雅娜，人造神奇宝贝，500多年前被制造出的人造宝可梦。理解人类的语言但不会说。被献给国王的女儿的，当时美丽的玛机雅娜的样子。"
  },
  {
    "id": 802,
    "description": "玛夏多，栖影神奇宝贝，可以潜入影子中，因为不会在人的面前展露身姿，所以其存在曾是个幻想。"
  },
  {
    "id": 803,
    "description": "毒贝比，毒针宝可梦，栖息在异世界的究极异兽。会从头部的毒针朝对手喷出毒液，咯咯咯大笑。"
  },
  {
    "id": 804,
    "description": "四颚针龙，毒针宝可梦，由毒贝比学会龙之波动时等级提升进化而来，究极异兽中的一种。会从毒针发射出黏性很大又发光的毒液。"
  },
  {
    "id": 805,
    "description": "垒磊石，石牆宝可梦，是岩石跟钢属性。由水泥块状的宝可梦聚集而成，彷彿石牆般一动也不动。"
  },
  {
    "id": 806,
    "description": "砰头小丑，烟火宝可梦，是火跟幽灵属性。牠会突然引爆头部吓唬对手，再吸收对方的惊吓情感转换成能量。"
  },
  {
    "id": 807,
    "description": "捷拉奥拉，奔雷宝可梦，用与雷落下相同的速度急速接近敌人。会用锐利的爪子将对方撕得粉碎。"
  },
  {
    "id": 808,
    "description": "美录坦，螺帽宝可梦，身体是融化成液状的钢铁。它能够将土壤中的铁或其它金属溶解后吸收进体内。"
  },
  {
    "id": 809,
    "description": "美录梅塔，螺帽宝可梦，美录梅塔不能在《精灵宝可梦》系列中由美录坦进化而来，只能在Pokémon GO中由美录坦进化，因为拥有产出铁的力量而受到崇拜。不知为何，经过3000年后突然苏醒了过来。"
  },
  {
    "id": 810,
    "description": "敲音猴，小猴宝可梦，当它用特别的木棒敲奏时，能够给予花草活力的力量就会变成音波扩散开来。"
  },
  {
    "id": 811,
    "description": "啪咚猴，节拍宝可梦，越是能用２根木棒敲奏出激烈节拍的啪咚猴，越是能获得伙伴们的尊敬。"
  },
  {
    "id": 812,
    "description": "轰擂金刚猩，鼓手宝可梦，能够通过打鼓来控制特别的树桩中的力量，操纵树根进行战斗。"
  },
  {
    "id": 813,
    "description": "炎兔儿，兔子宝可梦，不断奔跑使体温升高后，火之能量会在它身体循环，促使它发挥出真正的力量。"
  },
  {
    "id": 814,
    "description": "腾蹴小将，兔子宝可梦，蓬松的体毛帮助它增强了抵御寒冷的能力，也使它能够使出温度更高的火属性招式。"
  },
  {
    "id": 815,
    "description": "闪焰王牌，前锋宝可梦，会将小石头像足球般用脚挑起，制造出缠绕着火焰的足球。会用猛烈的踢射来燃烧对手。"
  },
  {
    "id": 816,
    "description": "泪眼蜥，水蜥宝可梦，害怕时流下的泪水中含有相当于１００颗洋葱的催泪成分，能让对手泪流不止。"
  },
  {
    "id": 817,
    "description": "变涩蜥，水蜥宝可梦，很有战略头脑，会把手掌分泌出的水分做成水弹攻击敌人。"
  },
  {
    "id": 818,
    "description": "千面避役，特工宝可梦，身上隐藏着多种特殊能力，例如从手指喷射水流，以及用背部的翼膜滑翔等等。"
  },
  {
    "id": 819,
    "description": "贪心栗鼠，贪吃宝可梦，在伽勒尔随处可见。如果不往两边的颊囊里塞满树果，就会感到不安。"
  },
  {
    "id": 820,
    "description": "藏饱栗鼠，贪欲宝可梦，在尾巴里囤积树果。虽然囤过头了就会掉出来，但是迟钝的它不会发现。"
  },
  {
    "id": 821,
    "description": "稚山雀，小鸟宝可梦，性格勇敢，无论多强的敌人都勇于挑战。即使在敌人的反击中被打败，也能从中得到锻炼。"
  },
  {
    "id": 822,
    "description": "蓝鸦，乌鸦宝可梦，头脑聪明，懂得使用工具。会用爪子抓起小石头投向敌人，或是用绳子把敌人捆住。"
  },
  {
    "id": 823,
    "description": "钢铠鸦，乌鸦宝可梦，在伽勒尔地区的空中所向披靡。它那黑得发亮的钢铁之躯有着让敌人畏惧的威慑力。"
  },
  {
    "id": 824,
    "description": "索侦虫，幼虫宝可梦，总是孜孜不倦地收集情报，所以头脑相当地聪明，但力量方面就差了一些。"
  },
  {
    "id": 825,
    "description": "天罩虫，天线罩宝可梦，虽然几乎从来不动但还是活着的。它的超能力似乎是在缩在壳里不吃不喝的过程中觉醒的。"
  },
  {
    "id": 826,
    "description": "以欧路普，七星宝可梦，以头脑聪慧而闻名。大大的脑子是它拥有出众精神力量的证明。"
  },
  {
    "id": 827,
    "description": "偷儿狐，狐狸宝可梦，靠抢夺其他宝可梦找到的食物为生。脚上长着软乎乎的肉球，走路时不会发出丝毫声响。"
  },
  {
    "id": 828,
    "description": "狐大盗，狐狸宝可梦，会偷偷在看中的猎物身上留下标记，追踪目标的气味，在对方放松警戒时偷盗。"
  },
  {
    "id": 829,
    "description": "幼棉棉，花饰宝可梦，当它把单脚扎进地面里，并且沐浴充分的阳光，花瓣就会染上鲜艳的颜色。"
  },
  {
    "id": 830,
    "description": "白蓬蓬，棉饰宝可梦，棉絮的种子营养丰富。它会通过风散播种子，让草木和宝可梦变得活力十足。"
  },
  {
    "id": 831,
    "description": "毛辫羊，绵羊宝可梦，卷卷的体毛弹性十足。就算从悬崖上掉下去，也不会受伤。"
  },
  {
    "id": 832,
    "description": "毛毛角羊，绵羊宝可梦，用它那弹力十足的毛织成的地毯就像是弹簧垫，可以站上去蹦蹦跳。"
  },
  {
    "id": 833,
    "description": "咬咬龟，咬住宝可梦，有着不管看到什么都会咬上去的习性。这似乎是因为长门牙的时候会痒的缘故。"
  },
  {
    "id": 834,
    "description": "暴噬龟，紧咬宝可梦，性格凶暴的宝可梦。会用能咬断铁棍的颚部大口咬住猎物。"
  },
  {
    "id": 835,
    "description": "来电汪，小狗宝可梦，奔跑的时候会从尾巴的根部制造出电能。在伽勒尔是很受欢迎的牧羊犬。"
  },
  {
    "id": 836,
    "description": "逐电犬，狗宝可梦，会制造电能，并传送到脚上作为奔跑时的辅助动力。可以不眠不休地奔跑三天三夜。"
  },
  {
    "id": 837,
    "description": "小炭仔，煤炭宝可梦，大约400年前在煤矿坑中被人们发现。身体绝大部分的成分都和煤炭相同。"
  },
  {
    "id": 838,
    "description": "大炭车，煤炭宝可梦，能在体内制造煤炭。在过去，伽勒尔人曾经用它身上掉下来的煤炭生活。"
  },
  {
    "id": 839,
    "description": "巨炭山，煤炭宝可梦，平时性情温和，但在人类破坏矿山时会大发雷霆，用1500度的大火将他们烧尽。"
  },
  {
    "id": 840,
    "description": "啃果虫，苹果居宝可梦，终其一生都在苹果里度过。遇到天敌鸟宝可梦时，会装成苹果保护自己。"
  },
  {
    "id": 841,
    "description": "苹裹龙，苹果翅宝可梦，啃果虫吃了酸苹果后进化而成。颊囊里储存着足以造成灼伤的强酸性液体。"
  },
  {
    "id": 842,
    "description": "丰蜜龙，苹果汁宝可梦，啃果虫吃了甜苹果后进化而成。以虫宝可梦为食，会从体内发出甜甜的香味引诱它们上钩。"
  },
  {
    "id": 843,
    "description": "沙包蛇，沙蛇宝可梦，一边挖洞一边把吃掉的沙子储存在颈部的囊里。囊里面能装进8公斤的沙子。"
  },
  {
    "id": 844,
    "description": "沙螺蟒，沙蛇宝可梦，蜷缩身体后从鼻孔里喷射出100公斤的沙子。没有了沙子就会变得很懦弱。"
  },
  {
    "id": 845,
    "description": "古月鸟，一口吞宝可梦，虽然拥有一击定胜负的威力，由于记性实在太差，对战还没结束就会忘记对手是谁。"
  },
  {
    "id": 846,
    "description": "刺梭鱼，突击宝可梦，尖锐的下巴是它的骄傲。只要发现周围有什么小动作，就会一直线冲过去。"
  },
  {
    "id": 847,
    "description": "戽斗尖梭，穿刺宝可梦，像长矛一样尖锐的下巴拥有钢铁般的硬度。据说它的肉好吃得惊人。"
  },
  {
    "id": 848,
    "description": "毒电婴，婴儿宝可梦，会从皮肤把体内的毒囊里储存着的毒素分泌出来。一旦触碰它就会感到麻麻的。"
  },
  {
    "id": 849,
    "description": "颤弦蝾螈，庞克宝可梦，当它用力抓挠胸部的突起物来制造电力时，四周会响起如同吉他演奏般的声音。（高调的样子）；它能够制造出15000伏特的电流，任何对手都不放在眼里。（低调的样子）"
  },
  {
    "id": 850,
    "description": "烧火蚣，发热宝可梦，靠储存在体内的可燃气体来发热。热度最高的是腹部的黄色部分。"
  },
  {
    "id": 851,
    "description": "焚焰蚣，发热宝可梦，发热时的体温大约有800度。会像鞭子那样弯曲身体朝着敌人弹跳过去。"
  },
  {
    "id": 852,
    "description": "拳拳蛸，缠人宝可梦，会为了寻找食物而登上陆地。拥有旺盛的好奇心，不管看到什么，都会先用触手打一打再说。"
  },
  {
    "id": 853,
    "description": "八爪武师，柔术宝可梦，全身都是肌肉。会用触手施展绞技，威力无与伦比。"
  },
  {
    "id": 854,
    "description": "来悲茶，红茶宝可梦，据说这只宝可梦是因为害怕寂寞的灵魂住进了凉透的喝剩红茶而诞生的。（赝品形态）；弱点是身上的漩涡。如果把漩涡搅乱了，它就会头晕目眩。（真货形态）。"
  },
  {
    "id": 855,
    "description": "怖思壶，红茶宝可梦，住在古董茶壶里。虽然大多数都是赝品，但偶尔也能发现真货。（赝品形态）；口感和香味十分独特。会让自己信赖的训练家稍稍地品尝一下味道。（真货形态）"
  },
  {
    "id": 856,
    "description": "迷布莉姆，宁静宝可梦，通过头部的突起物来感应生物的情感。只对温和的人敞开心扉。"
  },
  {
    "id": 857,
    "description": "提布莉姆，肃静宝可梦，遇到情绪激昂的对手时，无论对方是谁，都会用粗暴的方式使其沉默。"
  },
  {
    "id": 858,
    "description": "布莉姆温，寂静宝可梦，由于会朝四周释放足以引起头痛的精神力量，其他生物都躲得远远的。"
  },
  {
    "id": 859,
    "description": "捣蛋小妖，捉弄宝可梦，会用鼻子吸收人类或宝可梦情绪糟糕时产生的负能量，来为自己补充活力。"
  },
  {
    "id": 860,
    "description": "诈唬魔，坏心眼宝可梦，会先装成要下跪道歉的样子，然后用后脑勺尖如长矛的头发刺向对手。"
  },
  {
    "id": 861,
    "description": "长毛巨魔，健美宝可梦，通过用头发裹住全身，让肌肉的力量向上提升。能发挥出足以压倒怪力的力量。"
  },
  {
    "id": 862,
    "description": "堵拦熊，停止宝可梦，能够发出惊人的音量。它在大叫的同时威吓对手的样子被称为“拦堵”。"
  },
  {
    "id": 863,
    "description": "喵头目，维京宝可梦，有着十分好战的性格。头上像铁头盔一样的东西其实是它硬化后的体毛。"
  },
  {
    "id": 864,
    "description": "魔灵珊瑚，珊瑚宝可梦，灵力增强之后从壳里被解放出来。用灵体保护着内核中的灵魂。。"
  },
  {
    "id": 865,
    "description": "葱游兵，黃嘴鴨宝可梦，只有经历过无数战斗的大葱鸭才能进化成这个样子。当大葱枯萎了就会离开战场。"
  },
  {
    "id": 866,
    "description": "踏冰人偶，喜剧演员宝可梦，踢踏舞的达人，会挥动手中的冰杖，向观众表演轻快的舞步。"
  },
  {
    "id": 867,
    "description": "死神板，怨念宝可梦，被注入了强烈诅咒的古代绘画在吸进哭哭面具的灵魂后就开始动起来了。"
  },
  {
    "id": 868,
    "description": "小仙奶，鲜奶油宝可梦，空气中甜甜香气的成分集中之后诞生。身体由鲜奶油构成。"
  },
  {
    "id": 869,
    "description": "霜奶仙，鲜奶油宝可梦，它会把自己用鲜奶油装饰过的树果送给自己信任的训练家。（奶香香草）"
  },
  {
    "id": 870,
    "description": "列阵兵，阵形宝可梦，列阵兵由1个头头和5个跟班组成。头头的命令不可违抗。"
  },
  {
    "id": 871,
    "description": "啪嚓海胆，海胆宝可梦，能从刺的尖端放电。会用锐利的牙齿刮取附在岩石上的海藻吃。"
  },
  {
    "id": 872,
    "description": "雪吞虫，虫宝宝宝可梦，能吐出带着冷气的丝。会用丝把自己挂在树枝上一边装成冰柱一边睡觉。"
  },
  {
    "id": 873,
    "description": "雪绒蛾，冰蛾宝可梦，翅膀的温度为零下180度。当它飞过山野时，带有冷气的鳞粉会像下雪般地飘落下来。"
  },
  {
    "id": 874,
    "description": "巨石丁，巨石宝可梦，伫立在大草原里，每天眺望着日升日落。擅长强而有力的踢技。"
  },
  {
    "id": 875,
    "description": "冰砌鹅，企鹅宝可梦，从非常寒冷的地方漂流而来。随时都用冰块冰镇着自己的脸。（结冻头）；脸上的冰块碎掉的样子。它那一脸惆怅的表情让许多人为之着迷。（解冻头）"
  },
  {
    "id": 876,
    "description": "爱管侍，感情宝可梦，会用头上的角读取对方的心情。雄性就像管家一样，在主人的身边打理一切。（雄性的样子）；拥有高度智能的宝可梦。能通过伙伴间角与角的互碰来彼此交换信息。（雌性的样子）"
  },
  {
    "id": 877,
    "description": "莫鲁贝可，双面宝可梦，总是饿着肚子。会吃掉装在像口袋一样的袋子里的种子来发电。"
  },
  {
    "id": 878,
    "description": "铜象，像铜宝可梦，能轻松举起重达5吨的货物的大力士宝可梦。会用鼻子挖地。"
  },
  {
    "id": 879,
    "description": "大王铜象，像铜宝可梦，绿色的皮肤非常耐水。在很久以前从其他地区过来，之后便一直与人类一起工作。"
  },
  {
    "id": 880,
    "description": "雷鸟龙，化石宝可梦，在远古时代曾凭借自己强大的下半身而所向无敌，但因吃光了赖以为生的植物而灭绝了。"
  },
  {
    "id": 881,
    "description": "雷鸟海兽，化石宝可梦，它冻成冰的上半身在颤抖后可以产生电能。非常不擅长走路。"
  },
  {
    "id": 882,
    "description": "鳃鱼龙，化石宝可梦，超乎寻常的脚力和颚力让它在古代所向无敌。但由于捕尽猎物，导致它们自己也灭绝了。"
  },
  {
    "id": 883,
    "description": "鳃鱼海兽，化石宝可梦，虽然能通过冻结四周来捕捉猎物，但由于嘴长在头顶上，所以吃起东西来不太方便。"
  },
  {
    "id": 884,
    "description": "铝钢龙，合金宝可梦，身体犹如打磨过的金属，虽然轻而坚硬，却有着容易生锈的弱点。"
  },
  {
    "id": 885,
    "description": "多龙梅西亚，哀怨宝可梦，曾经栖息在古代的大海。在重生为幽灵宝可梦后，会在昔日的住处徘徊。"
  },
  {
    "id": 886,
    "description": "多龙奇，保姆宝可梦，飞行速度为每小时200公里。与多龙梅西亚一起战斗，到它进化为止都会细心照顾。"
  },
  {
    "id": 887,
    "description": "多龙巴鲁托，隐形宝可梦，让多龙梅西亚住在自己角上的洞里。战斗开始后会用音速将多龙梅西亚发射出去。"
  },
  {
    "id": 888,
    "description": "苍响，强者宝可梦，被称为传说中的英雄。能够吸收金属，并将之转化为武器来战斗。（百战勇者）"
  },
  {
    "id": 889,
    "description": "藏玛然特，强者宝可梦，与众人之王协力拯救了伽勒尔的宝可梦。吸收金属来进行战斗。（百战勇者）"
  },
  {
    "id": 890,
    "description": "无极汰那，超极巨宝可梦，会用胸部的核心吸收伽勒尔地区涌出的能量，借以保持自己的活力。"
  },
  {
    "id": 891,
    "description": "熊徒弟，拳法宝可梦，日积月累地进行艰苦锻炼，认真钻研招式。进化后的样子会根据所习得的招式不同而改变。"
  },
  {
    "id": 892,
    "description": "武道熊师，拳法宝可梦，一击必杀是它的信条。飞冲到对方的怀中，用自己经过千锤百炼的拳头一拳击入。（一击流）"
  },
  {
    "id": 893,
    "description": "萨戮德，恶猿宝可梦，成群结队地在密林中生活。攻击性很强，森林中栖息的宝可梦都很怕它。"
  },
  {
    "id": 894,
    "description": "雷吉艾勒奇，电子宝可梦，由电能聚集而成。据说在解开身上的圆环后会释放出隐藏的力量。"
  },
  {
    "id": 895,
    "description": "雷吉铎拉戈，龙玉宝可梦，有一种未经证实的学术说法认为它手臂的形状是古代龙宝可梦的头。"
  },
  {
    "id": 896,
    "description": "雪暴马，烈马宝可梦，会从蹄子释放出强力的冷气。性格粗暴，只要是自己想要的东西，就会竭尽全力去抢夺。"
  },
  {
    "id": 897,
    "description": "灵幽马，骏马宝可梦，使用视觉以外的五感探索周围的情况。据说如果被它踢到，就会灵魂出窍。"
  },
  {
    "id": 898,
    "description": "蕾冠王，国王宝可梦，拥有治愈与恩泽之力，满腹慈爱之心的宝可梦。在很久以前曾统治伽勒尔。"
  },
  {
    "id": 899,
    "description": "制造肉眼不可见的障壁时，黑珠会发出妖异的光辉。从它身上脱落的胡须是用来制作温暖冬衣的实用原料。"
  },
  {
    "id": 900,
    "description": "用坚硬的岩石守护自身，以粗犷的斧头砍倒大树。性情暴躁易怒。要是在荒野遇见它，逃跑将是唯一选择。"
  },
  {
    "id": 901,
    "description": "考察结果显示，正是遍布在洗翠大地上的湿地土壤，造就了它坚实的躯体和自在运用泥炭的新能力。"
  },
  {
    "id": 902,
    "description": "在溯河而上的旅程中半途丧命的伙伴的灵魂缠绕其身。在流经洗翠地区的河川里可谓所向无敌。"
  },
  {
    "id": 903,
    "description": "拥有凌驾其他物种之上的身体能力以及剧毒。在寒冷的高地上所向无敌。偏好独自行动，而不会集结成群。"
  },
  {
    "id": 904,
    "description": "身上如同枪尖般的针以及凶暴的性情使这种宝可梦得到了海鬼的外号。会吞下毒物作为自身粮食。"
  },
  {
    "id": 905,
    "description": "当它越过大海飞来，便代表严寒的冬季即将终结。传说中其慈爱将使新的生命在洗翠大地上萌芽。（化身形态）"
  }
]