package com.heinika.pokeg.info

object RegionNumber {
  val HiSuiMap = linkedMapOf(
    1 to 722,
    2 to 723,
    3 to 724,
    4 to 155,
    5 to 156,
    6 to 157,
    7 to 501,
    8 to 502,
    9 to 503,
    10 to 399,
    11 to 400,
    12 to 396,
    13 to 397,
    14 to 398,
    15 to 403,
    16 to 404,
    17 to 405,
    18 to 265,
    19 to 266,
    20 to 267,
    21 to 268,
    22 to 269,
    23 to 77,
    24 to 78,
    25 to 133,
    26 to 134,
    27 to 135,
    28 to 136,
    29 to 196,
    30 to 197,
    31 to 470,
    32 to 471,
    33 to 700,
    34 to 41,
    35 to 42,
    36 to 169,
    37 to 425,
    38 to 426,
    39 to 401,
    40 to 402,
    41 to 418,
    42 to 419,
    43 to 412,
    44 to 413,
    45 to 414,
    46 to 74,
    47 to 75,
    48 to 76,
    49 to 234,
    50 to 899,
    51 to 446,
    52 to 143,
    53 to 46,
    54 to 47,
    55 to 172,
    56 to 25,
    57 to 26,
    58 to 63,
    59 to 64,
    60 to 65,
    61 to 390,
    62 to 391,
    63 to 392,
    64 to 427,
    65 to 428,
    66 to 420,
    67 to 421,
    68 to 54,
    69 to 55,
    70 to 415,
    71 to 416,
    72 to 123,
    73 to 900,
    74 to 212,
    75 to 214,
    76 to 439,
    77 to 122,
    78 to 190,
    79 to 424,
    80 to 129,
    81 to 130,
    82 to 422,
    83 to 423,
    84 to 211,
    85 to 904,
    86 to 440,
    87 to 113,
    88 to 242,
    89 to 406,
    90 to 315,
    91 to 407,
    92 to 455,
    93 to 548,
    94 to 549,
    95 to 114,
    96 to 465,
    97 to 339,
    98 to 340,
    99 to 453,
    100 to 454,
    101 to 280,
    102 to 281,
    103 to 282,
    104 to 475,
    105 to 193,
    106 to 469,
    107 to 449,
    108 to 450,
    109 to 417,
    110 to 434,
    111 to 435,
    112 to 216,
    113 to 217,
    114 to 901,
    115 to 704,
    116 to 705,
    117 to 706,
    118 to 95,
    119 to 208,
    120 to 111,
    121 to 112,
    122 to 464,
    123 to 438,
    124 to 185,
    125 to 108,
    126 to 463,
    127 to 175,
    128 to 176,
    129 to 468,
    130 to 387,
    131 to 388,
    132 to 389,
    133 to 137,
    134 to 233,
    135 to 474,
    136 to 92,
    137 to 93,
    138 to 94,
    139 to 442,
    140 to 198,
    141 to 430,
    142 to 201,
    143 to 363,
    144 to 364,
    145 to 365,
    146 to 223,
    147 to 224,
    148 to 451,
    149 to 452,
    150 to 58,
    151 to 59,
    152 to 431,
    153 to 432,
    154 to 66,
    155 to 67,
    156 to 68,
    157 to 441,
    158 to 355,
    159 to 356,
    160 to 477,
    161 to 393,
    162 to 394,
    163 to 395,
    164 to 458,
    165 to 226,
    166 to 550,
    167 to 902,
    168 to 37,
    168 to 37,
    169 to 38,
    169 to 38,
    170 to 72,
    171 to 73,
    172 to 456,
    173 to 457,
    174 to 240,
    175 to 126,
    176 to 467,
    177 to 81,
    178 to 82,
    179 to 462,
    180 to 436,
    181 to 437,
    182 to 239,
    183 to 125,
    184 to 466,
    185 to 207,
    186 to 472,
    187 to 443,
    188 to 444,
    189 to 445,
    190 to 299,
    191 to 476,
    192 to 100,
    193 to 101,
    194 to 479,
    195 to 433,
    196 to 358,
    197 to 200,
    198 to 429,
    199 to 173,
    200 to 35,
    201 to 36,
    202 to 215,
    202 to 215,
    203 to 903,
    204 to 461,
    205 to 361,
    206 to 362,
    207 to 478,
    208 to 408,
    209 to 409,
    210 to 410,
    211 to 411,
    212 to 220,
    213 to 221,
    214 to 473,
    215 to 712,
    216 to 713,
    217 to 459,
    218 to 460,
    219 to 570,
    220 to 571,
    221 to 627,
    222 to 628,
    223 to 447,
    224 to 448,
    225 to 480,
    226 to 481,
    227 to 482,
    228 to 485,
    229 to 486,
    230 to 488,
    231 to 641,
    232 to 642,
    233 to 645,
    234 to 905,
    235 to 483,
    236 to 484,
    237 to 487,
    238 to 493,
    239 to 489,
    240 to 490,
    241 to 492,
    242 to 491
  )
}


//#001 to 722		木木枭	草	飞行,
//#002 to 723		投羽枭	草	飞行,
//#003 to 724		狙射树枭,
//洗翠的样子	草	格斗
//#004 to 155		火球鼠	火,
//#005 to 156		火岩鼠	火,
//#006 to 157		火暴兽,
//洗翠的样子	火	幽灵
//#007 to 501		水水獭	水,
//#008 to 502		双刃丸	水,
//#009 to 503		大剑鬼,
//洗翠的样子	水	恶
//#010 to 399		大牙狸	一般,
//#011 to 400		大尾狸	一般	水,
//#012 to 396		姆克儿	一般	飞行,
//#013 = 397		姆克鸟	一般	飞行,
//#014 = 398		姆克鹰	一般	飞行,
//#015 = 403		小猫怪	电,
//#016 = 404		勒克猫	电,
//#017 = 405		伦琴猫	电,
//#018 = 265		刺尾虫	虫,
//#019 = 266		甲壳茧	虫,
//#020 -> 267		狩猎凤蝶	虫	飞行
//#021 -> 268		盾甲茧	虫
//#022 -> 269		毒粉蛾	虫	毒
//#023 -> 77		小火马	火
//#024 -> 78		烈焰马	火
//#025 -> 133		伊布	一般
//#026 -> 134		水伊布	水
//#027 -> 135		雷伊布	电
//#028 -> 136		火伊布	火
//#029 -> 196		太阳伊布	超能力
//#030 -> 197		月亮伊布	恶
//#031 -> 470		叶伊布	草
//#032 -> 471		冰伊布	冰
//#033 -> 700		仙子伊布	妖精
//#034 -> 41		超音蝠	毒	飞行
//#035 -> 42		大嘴蝠	毒	飞行
//#036 -> 169		叉字蝠	毒	飞行
//#037 -> 425		飘飘球	幽灵	飞行
//#038 -> 426		随风球	幽灵	飞行
//#039 -> 401		圆法师	虫
//#040 -> 402		音箱蟀	虫
//#041 -> 418		泳圈鼬	水
//#042 -> 419		浮潜鼬	水
//#043 -> 412		结草儿	虫
//#044 -> 413		结草贵妇	虫	草
//#045 -> 414		绅士蛾	虫	飞行
//#046 -> 74		小拳石	岩石	地面
//#047 -> 75		隆隆石	岩石	地面
//#048 -> 76		隆隆岩	岩石	地面
//#049 -> 234		惊角鹿	一般
//#050 -> 899		诡角鹿	一般	超能力
//#051 - #100 小卡比兽 - 毒骷蛙
//洗翠	全国	宝可梦	属性
//#051 -> 446		小卡比兽	一般
//#052 -> 143		卡比兽	一般
//#053 -> 46		派拉斯	虫	草
//#054 -> 47		派拉斯特	虫	草
//#055 -> 172		皮丘	电
//#056 -> 25		皮卡丘	电
//#057 -> 26		雷丘	电
//#058 -> 63		凯西	超能力
//#059 -> 64		勇基拉	超能力
//#060 -> 65		胡地	超能力
//#061 -> 390		小火焰猴	火
//#062 -> 391		猛火猴	火	格斗
//#063 -> 392		烈焰猴	火	格斗
//#064 -> 427		卷卷耳	一般
//#065 -> 428		长耳兔	一般
//#066 -> 420		樱花宝	草
//#067 -> 421		樱花儿	草
//#068 -> 54		可达鸭	水
//#069 -> 55		哥达鸭	水
//#070 -> 415		三蜜蜂	虫	飞行
//#071 -> 416		蜂女王	虫	飞行
//#072 -> 123		飞天螳螂	虫	飞行
//#073 -> 900		劈斧螳螂	虫	岩石
//#074 -> 212		巨钳螳螂	虫	钢
//#075 -> 214		赫拉克罗斯	虫	格斗
//#076 -> 439		魔尼尼	超能力	妖精
//#077 -> 122		魔墙人偶	超能力	妖精
//#078 -> 190		长尾怪手	一般
//#079 -> 424		双尾怪手	一般
//#080 -> 129		鲤鱼王	水
//#081 -> 130		暴鲤龙	水	飞行
//#082 -> 422		无壳海兔	水
//#083 -> 423		海兔兽	水	地面
//#084 -> 211		千针鱼
//洗翠的样子	恶	毒
//#085 -> 904		万针鱼	恶	毒
//#086 -> 440		小福蛋	一般
//#087 -> 113		吉利蛋	一般
//#088 -> 242		幸福蛋	一般
//#089 -> 406		含羞苞	草	毒
//#090 -> 315		毒蔷薇	草	毒
//#091 -> 407		罗丝雷朵	草	毒
//#092 -> 455		尖牙笼	草
//#093 -> 548		百合根娃娃	草
//#094 -> 549		裙儿小姐
//洗翠的样子	草	格斗
//#095 -> 114		蔓藤怪	草
//#096 -> 465		巨蔓藤	草
//#097 -> 339		泥泥鳅	水	地面
//#098 -> 340		鲶鱼王	水	地面
//#099 -> 453		不良蛙	毒	格斗
//#100 -> 454		毒骷蛙	毒	格斗
//#101 - #150 拉鲁拉丝 - 卡蒂狗
//洗翠	全国	宝可梦	属性
//#101 -> 280		拉鲁拉丝	超能力	妖精
//#102 -> 281		奇鲁莉安	超能力	妖精
//#103 -> 282		沙奈朵	超能力	妖精
//#104 -> 475		艾路雷朵	超能力	格斗
//#105 -> 193		蜻蜻蜓	虫	飞行
//#106 -> 469		远古巨蜓	虫	飞行
//#107 -> 449		沙河马	地面
//#108 -> 450		河马兽	地面
//#109 -> 417		帕奇利兹	电
//#110 -> 434		臭鼬噗	毒	恶
//#111 -> 435		坦克臭鼬	毒	恶
//#112 -> 216		熊宝宝	一般
//#113 -> 217		圈圈熊	一般
//#114 -> 901		月月熊	地面	一般
//#115 -> 704		黏黏宝	龙
//#116 -> 705		黏美儿
//洗翠的样子	钢	龙
//#117 -> 706		黏美龙
//洗翠的样子	钢	龙
//#118 -> 95		大岩蛇	岩石	地面
//#119 -> 208		大钢蛇	钢	地面
//#120 -> 111		独角犀牛	地面	岩石
//#121 -> 112		钻角犀兽	地面	岩石
//#122 -> 464		超甲狂犀	地面	岩石
//#123 -> 438		盆才怪	岩石
//#124 -> 185		树才怪	岩石
//#125 -> 108		大舌头	一般
//#126 -> 463		大舌舔	一般
//#127 -> 175		波克比	妖精
//#128 -> 176		波克基古	妖精	飞行
//#129 -> 468		波克基斯	妖精	飞行
//#130 -> 387		草苗龟	草
//#131 -> 388		树林龟	草
//#132 -> 389		土台龟	草	地面
//#133 -> 137		多边兽	一般
//#134 -> 233		多边兽Ⅱ	一般
//#135 -> 474		多边兽Ｚ	一般
//#136 -> 92		鬼斯	幽灵	毒
//#137 -> 93		鬼斯通	幽灵	毒
//#138 -> 94		耿鬼	幽灵	毒
//#139 -> 442		花岩怪	幽灵	恶
//#140 -> 198		黑暗鸦	恶	飞行
//#141 -> 430		乌鸦头头	恶	飞行
//#142 -> 201		未知图腾	超能力
//#143 -> 363		海豹球	冰	水
//#144 -> 364		海魔狮	冰	水
//#145 -> 365		帝牙海狮	冰	水
//#146 -> 223		铁炮鱼	水
//#147 -> 224		章鱼桶	水
//#148 -> 451		钳尾蝎	毒	虫
//#149 -> 452		龙王蝎	毒	恶
//#150 -> 58		卡蒂狗
//洗翠的样子	火	岩石
//#151 - #200 风速狗 - 皮皮
//洗翠	全国	宝可梦	属性
//#151 -> 59		风速狗
//洗翠的样子	火	岩石
//#152 -> 431		魅力喵	一般
//#153 -> 432		东施喵	一般
//#154 -> 66		腕力	格斗
//#155 -> 67		豪力	格斗
//#156 -> 68		怪力	格斗
//#157 -> 441		聒噪鸟	一般	飞行
//#158 -> 355		夜巡灵	幽灵
//#159 -> 356		彷徨夜灵	幽灵
//#160 -> 477		黑夜魔灵	幽灵
//#161 -> 393		波加曼	水
//#162 -> 394		波皇子	水
//#163 -> 395		帝王拿波	水	钢
//#164 -> 458		小球飞鱼	水	飞行
//#165 -> 226		巨翅飞鱼	水	飞行
//#166 -> 550		野蛮鲈鱼
//白条纹的样子	水
//#167 -> 902		幽尾玄鱼	水	幽灵
//#168 -> 37		六尾	火
//#168 -> 37		六尾
//阿罗拉的样子	冰
//#169 -> 38		九尾	火
//#169 -> 38		九尾
//阿罗拉的样子	冰	妖精
//#170 -> 72		玛瑙水母	水	毒
//#171 -> 73		毒刺水母	水	毒
//#172 -> 456		荧光鱼	水
//#173 -> 457		霓虹鱼	水
//#174 -> 240		鸭嘴宝宝	火
//#175 -> 126		鸭嘴火兽	火
//#176 -> 467		鸭嘴炎兽	火
//#177 -> 81		小磁怪	电	钢
//#178 -> 82		三合一磁怪	电	钢
//#179 -> 462		自爆磁怪	电	钢
//#180 -> 436		铜镜怪	钢	超能力
//#181 -> 437		青铜钟	钢	超能力
//#182 -> 239		电击怪	电
//#183 -> 125		电击兽	电
//#184 -> 466		电击魔兽	电
//#185 -> 207		天蝎	地面	飞行
//#186 -> 472		天蝎王	地面	飞行
//#187 -> 443		圆陆鲨	龙	地面
//#188 -> 444		尖牙陆鲨	龙	地面
//#189 -> 445		烈咬陆鲨	龙	地面
//#190 -> 299		朝北鼻	岩石
//#191 -> 476		大朝北鼻	岩石	钢
//#192 -> 100		霹雳电球
//洗翠的样子	电	草
//#193 -> 101		顽皮雷弹
//洗翠的样子	电	草
//#194 -> 479		洛托姆	电	幽灵
//#195 -> 433		铃铛响	超能力
//#196 -> 358		风铃铃	超能力
//#197 -> 200		梦妖	幽灵
//#198 -> 429		梦妖魔	幽灵
//#199 -> 173		皮宝宝	妖精
//#200 -> 35		皮皮	妖精
//#201 - #242 皮可西 - 达克莱伊
//洗翠	全国	宝可梦	属性
//#201 -> 36		皮可西	妖精
//#202 -> 215		狃拉
//洗翠的样子	格斗	毒
//#202 -> 215		狃拉	恶	冰
//#203 -> 903		大狃拉	格斗	毒
//#204 -> 461		玛狃拉	恶	冰
//#205 -> 361		雪童子	冰
//#206 -> 362		冰鬼护	冰
//#207 -> 478		雪妖女	冰	幽灵
//#208 -> 408		头盖龙	岩石
//#209 -> 409		战槌龙	岩石
//#210 -> 410		盾甲龙	岩石	钢
//#211 -> 411		护城龙	岩石	钢
//#212 -> 220		小山猪	冰	地面
//#213 -> 221		长毛猪	冰	地面
//#214 -> 473		象牙猪	冰	地面
//#215 -> 712		冰宝	冰
//#216 -> 713		冰岩怪
//洗翠的样子	冰	岩石
//#217 -> 459		雪笠怪	草	冰
//#218 -> 460		暴雪王	草	冰
//#219 -> 570		索罗亚
//洗翠的样子	一般	幽灵
//#220 -> 571		索罗亚克
//洗翠的样子	一般	幽灵
//#221 -> 627		毛头小鹰	一般	飞行
//#222 -> 628		勇士雄鹰
//洗翠的样子	超能力	飞行
//#223 -> 447		利欧路	格斗
//#224 -> 448		路卡利欧	格斗	钢
//#225 -> 480		由克希	超能力
//#226 -> 481		艾姆利多	超能力
//#227 -> 482		亚克诺姆	超能力
//#228 -> 485		席多蓝恩	火	钢
//#229 -> 486		雷吉奇卡斯	一般
//#230 -> 488		克雷色利亚	超能力
//#231 -> 641		龙卷云	飞行
//#232 -> 642		雷电云	电	飞行
//#233 -> 645		土地云	地面	飞行
//#234 -> 905		眷恋云	妖精	飞行
//#235 -> 483		帝牙卢卡	钢	龙
//#236 -> 484		帕路奇亚	水	龙
//#237 -> 487		骑拉帝纳	幽灵	龙
//#238 -> 493		阿尔宙斯	一般
//#239 -> 489		霏欧纳	水
//#240 -> 490		玛纳霏	水
//#241 -> 492		谢米	草
//#242 -> 491		达克莱伊	恶